export const cards = [
  {
    name: "The Fool",
    picture: "shit",
    description: "Легкий, безтурботний, розкутий, грайливий, непередбачуваний.",
  },
  {
    name: "The Magician",
    picture: "bitch",
    description: "Воля. Активність, ініціатива, спритність. Комунікація, спілкування, здатність переконувати інших.",
  },
  {
    name: "The High Priestess",
    picture: "fuck",
    description: "Ситуація, в якій немає визначеності та ясності, присутнійсекрет, таємниця,  інтрига.",
  },
  {
    name: "The Empress",
    picture: "hodov",
    description: "Зростання, розвиток, родючість, сили та ритми природи. Життєві сили. Гарне здоров'я.",
  },
  {
    name: "The Empreror",
    picture: "hodov",
    description: "Порядок, дисциплінованість, стабільність, послідовність, практичний розум.",
  },
  {
    name: "The Hierophant",
    picture: "hodov",
    description: "Традиція. Традиційний підхід. Мораль. Совість. Етика. Релігія. Навчання всіх прояви. Освіта",
  },
  {
    name: "The Lovers",
    picture: "hodov",
    description: "Чекають справи амурні. Побачення. Спілкування, контакти. Виникне ситуація вибору.",
  },
  {
    name: "The Chariot",
    picture: "hodov",
    description: "Дорога. Звістки,отримані по телефону, факсу, листом тощо. Перемога.",
  },
  {
    name: "Strength",
    picture: "hodov",
    description: "Перевага духовного над матеріальним. Контакт з інстинктивними, природними імпульсами та бажаннями.",
  },
  {
    name: "The Hermit",
    picture: "hodov",
    description: "Самотність. Роздуми, самопоглибленість. Перебуванняна самоті, коли слід заново оцінити життя, зв'язки та цілі"
  },
  {
    name: "Wheel of Fortune",
    picture: "hodov",
    description: "Справи йдуть вгору. Несподівані зміни, частіше на краще. Виграш, сюрприз. Приємні враження.",
  },
  {
    name: "The Justice",
    picture: "hodov",
    description: "Обговорення чогось. Офіційні відносини. Судовий процес. Іспит. Перевірки держструктурами.",
  },
  {
    name: "The Hanged Man",
    picture: "hodov",
    description: "Зависла, болісна ситуація. Втрата. Капітуляція. Завмирання. Відмова від діяльності.",
  },
  {
    name: "Death",
    picture: "hodov",
    description: "Зміни. Переїзди. Розставання. Ритуали переходу, похорон. Перероблення чогось.",
  },
  {
    name: "Temperance",
    picture: "hodov",
    description: "Вірна міра. Золота середина, гармонія.Мистецтво поєднувати протилежності.",
  },
  {
    name: "The Devil",
    picture: "hodov",
    description: "Зустріч зі спокусами та спокусниками. Аморальні, протизаконні вчинки, угода із совістю. Застілля, вечірка",
  },
  {
    name: "The Tower",
    picture: "hodov",
    description: "Різкі зміни, форс-мажорні обставини. Революція.",
  },
  {
    name: "The Star",
    picture: "hodov",
    description: "Інтуїтивне прозріння. Натхнення. Робота з енергіями. З'являться нові цілі, задуми. Сприятливі знаки",
  },
  {
    name: "The Moon",
    picture: "hodov",
    desdcription: "Хтось створює люзії обманює вас. Таємні вороги, таємні впливу. Прихована небезпека.",
  },
  {
    name: "The Sun",
    picture: "hodov",
    description: "Відчуття повноти життя, глибокого внутрішнього задоволення, приплив енергії.Радість, щастя",
  },
  {
    name: "Judgement",
    picture: "hodov",
    description: "Перехід на якісно новий рівень. Новий етап в житті. Відродження через оновлення, визволення від старих. Зміна на краще.",
  },
  {
    name: "The World",
    picture: "hodov",
    description: "Благополучне завершення, закінчення циклу. Досягнення мети, отримання нагороди. Успіх.",
  },
];