{
  "nhits": 78,
  "cards": [
    {
      "type": "major",
      "name_short": "ar00",
      "name": "The Fool",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2021/09/modern-way-tarot-card-the-fool-meaning-600x1024.png.webp",
      "value": "ZERO",
      "value_int": 0,
      "meaning_up": "The Fool card is numbered 0, which is considered to be a number of infinite potential. Consider him a blank slate, for The Fool has yet to develop a clear personality. He is the symbol of innocence - his journey to come will shape his character yet.To see the The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. When we meet him, he approaches each day as an adventure, in an almost childish way. He believes that anything can happen in life and there are many opportunities that are lying out there, in the world, waiting to be explored and developed. He leads a simple life, having no worries, and does not seem troubled by the fact that he cannot tell what he will encounter ahead.",
      "meaning_rev": "When you land on the reversed Fool in your reading, you can generally find his more negative characteristics being on display. It can mean that you are literally acting like a fool by disregarding the repercussions of your actions. Like the youth depicted in the card, you don't see how dangerous of a position you find yourself in. A reversed Fool card can show that you are living in the moment and not planning for the future. The reversed Fool meaning serves as caution that you should be more aware so as not to be taken advantage of. Like the dog in the Rider Waite version, this card is here to alert you on anything that may sound too good to be true.",
      "desc": "With light step, as if earth and its trammels had little power to restrain him, a young man in gorgeous vestments pauses at the brink of a precipice among the great heights of the world; he surveys the blue distance before him-its expanse of sky rather than the prospect below. His act of eager walking is still indicated, though he is stationary at the given moment; his dog is still bounding. The edge which opens on the depth has no terror; it is as if angels were waiting to uphold him, if it came about that he leaped from the height. His countenance is full of intelligence and expectant dream. He has a rose in one hand and in the other a costly wand, from which depends over his right shoulder a wallet curiously embroidered. He is a prince of the other world on his travels through this one-all amidst the morning glory, in the keen air. The sun, which shines behind him, knows whence he came, whither he is going, and how he will return by another path after many days. He is the spirit in search of experience. Many symbols of the Instituted Mysteries are summarized in this card, which reverses, under high warrants, all the confusions that have preceded it.In his Manual of Cartomancy, Grand Orient has a curious suggestion of the office of Mystic Fool, as apart of his process in higher divination; but it might call for more than ordinary gifts to put it into operation. We shall see how the card fares according to the common arts of fortune-telling, and it will be an example, to those who can discern, of the fact, otherwise so evident, that the Trumps Major had no place originally in the arts of psychic gambling, when cards are used as the counters and pretexts. Of the circumstances under which this art arose we know, however, very little. The conventional explanations say that the Fool signifies the flesh, the sensitive life, and by a peculiar satire its subsidiary name was at one time the alchemist, as depicting folly at the most insensate stage."
    },
    {
      "type": "major",
      "name_short": "ar01",
      "name": "The Magician",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-magician-meaning-600x1024.png.webp",
      "value": "1",
      "value_int": 1,
      "meaning_up": "The Magician is the representation of pure willpower. With the power of the elements and the suits, he takes the potential innate in the fool and molds it into being with the power of desire. He is the connecting force between heaven and earth, for he understands the meaning behind the words \"as above so below\" - that mind and world are only reflections of one another. Remember that you are powerful, create your inner world, and the outer will follow.",
      "meaning_rev": "When you obtain the Magician reversed, it might mean its time for you to implement some changes. While right side up, the Magician represents true power, the reversed Magician is a master of illusion. The magic that he performs is one of deception and trickery. You may be lured in by the showmanship of his arts, but behind that there may be an intention to manipulate for selfish gain. Getting this card might mean that there is someone who pretends to have your best interests at hand when the opposite is true.Consider whether this reversed the magician is in your circle, or perhaps might also represent your current state of emotions. It may mean you may become obsessed with power and that might lead to wrong, reckless decisions that will lead to your eventual downfall.",
      "desc": "A youthful figure in the robe of a magician, having the countenance of divine Apollo, with smile of confidence and shining eyes. Above his head is the mysterious sign of the Holy Spirit, the sign of life, like an endless cord, forming the figure 8 in a horizontal position . About his waist is a serpent-cincture, the serpent appearing to devour its own tail. This is familiar to most as a conventional symbol of eternity, but here it indicates more especially the eternity of attainment in the spirit. In the Magician's right hand is a wand raised towards heaven, while the left hand is pointing to the earth. This dual sign is known in very high grades of the Instituted Mysteries; it shews the descent of grace, virtue and light, drawn from things above and derived to things below. The suggestion throughout is therefore the possession and communication of the Powers and Gifts of the Spirit. On the table in front of the Magician are the symbols of the four Tarot suits, signifying the elements of natural life, which lie like counters before the adept, and he adapts them as he wills. Beneath are roses and lilies, the flos campi and lilium convallium, changed into garden flowers, to shew the culture of aspiration. This card signifies the divine motive in man, reflecting God, the will in the liberation of its union with that which is above. It is also the unity of individual being on all planes, and in a very high sense it is thought, in the fixation thereof. With further reference to what I have called the sign of life and its connexion with the number 8, it may be remembered that Christian Gnosticism speaks of rebirth in Christ as a change \"unto the Ogdoad.\" The mystic number is termed Jerusalem above, the Land flowing with Milk and Honey, the Holy Spirit and the Land of the Lord. According to Martinism, 8 is the number of Christ."
    },
    {
      "type": "major",
      "name_short": "ar02",
      "name": "The High Priestess",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-high-priestess-600x1024.png.webp",
      "value": "2",
      "value_int": 2,
      "meaning_up": "unconscious, intuition, mystery, spirituality, higher power, inner voice, repressed intuition, hidden motives, superficiality, confusion, cognitive dissonance. You've most likely encountered the High Priestess before, but in other forms - she can be seen in the archetypes of Persephone, Artemis, Isis and many more. When you encounter her, you will see her sitting on a cubic stone between the two pillars at Solomon’s Temple, Jachin, and Boaz. Jachin (right) is generally referred to as the Pillar of Establishment and Boaz (left) is the Pillar of Strength. The pillars also depict the duality of nature; masculine and feminine, good and evil, negative and positive.The High Priestess's location between the two suggests that it is her responsibility to serve as a mediator between the depths of the reality. She is the third pillar - the path between. She believes that both pillars are equal and there is knowledge to be learned in both worlds. You will also notice that she wears the crown of Isis which can mean that she is a believer of magic. The high priestess wearing of the solar cross denotes that she is connected to the season of the earth and the earth itself. The crescent moon at her feet is seen also in many depictions of the Virgin Mary, and means that she has a complete grasp over her emotion and the pomegranates refer to the ambition of the priestess. The meaning of the High Priestess is related with inner knowledge. Her appearance in a reading can signify that it is time for you to listen to your intuition rather than prioritizing your intellect and conscious mind. When the High Priestess shows up it can depict an archetype known as the divine feminine - the mysterious female that understands and holds the answers to the deep unknowns; religion, self, nature. She represents someone that is intuitive, and beginning to open to her or his spirituality. Meditation, prayer and new spiritual work is indicated. ",
      "meaning_rev": "When it comes to the High Priestess reversed, it can mean that you are finding it difficult to listen to your intuition. It is time for you to meditate and try new approach, for at this moment, the rational approach will not work. Something has been telling you to follow your gut, but you may be ignoring the call. There is a lot of confusion around you, and your actions may feel contrary to what you know is right. You must never be afraid to ask questions of yourself that may illuminate a new path forward for you, one that is more authentic to your inner self and your individual values.",
      "desc": "She has the lunar crescent at her feet, a horned diadem on her head, with a globe in the middle place, and a large solar cross on her breast. The scroll in her hands is inscribed with the word Tora, signifying the Greater Law, the Secret Law and the second sense of the Word. It is partly covered by her mantle, to shew that some things are implied and some spoken. She is seated between the white and black pillars--J. and B.--of the mystic Temple, and the veil of the Temple is behind her: it is embroidered with palms and pomegranates. The vestments are flowing and gauzy, and the mantle suggests light--a shimmering radiance. She has been called occult Science on the threshold of the Sanctuary of Isis, but she is really the Secret Church, the House which is of God and man. She represents also the Second Marriage of the Prince who is no longer of this world; she is the spiritual Bride and Mother, the daughter of the stars and the Higher Garden of Eden. She is, in fine, the Queen of the borrowed light, but this is the light of all. She is the Moon nourished by the milk of the Supernal Mother. In a manner, she is also the Supernal Mother herself--that is to say, she is the bright reflection. It is in this sense of reflection that her truest and highest name in bolism is Shekinah--the co-habiting glory. According to Kabalism, there is a Shekinah both above and below. In the superior world it is called Binah, the Supernal Understanding which reflects to the emanations that are beneath. In the lower world it is MaIkuth--that world being, for this purpose, understood as a blessed Kingdom that with which it is made blessed being the Indwelling Glory. Mystically speaking, the Shekinah is the Spiritual Bride of the just man, and when he reads the Law she gives the Divine meaning. There are some respects in which this card is the highest and holiest of the Greater Arcana."
    },
    {
      "type": "major",
      "name_short": "ar03",
      "name": "The Empress",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-empress-600x1024.png.webp",
      "value": "3",
      "value_int": 3,
      "meaning_up": "The Empress shows us how deeply we are embedded to our femininity. Femininity could be associated with fertility, expression, creativity and nurturing among many other aspects. It therefore calls you to connect with beauty and bring happiness to your life. Understand yourself and get in touch with your sensuality so that you can attract life circumstances to bring happiness and joy. She is a signal that be kind to yourself, to take care of yourself. The Empress is also a strong indication of pregnancy and motherhood. You can look for other cards to confirm if this is truly pregnancy, or rather just an indication of a motherly, nurturing and caring attitude. The Empress card could also mean the birth of a new idea, business or project on your life. Owing to the good fortune that surrounds this card, you can be sure that such situations and projects would end successfully in your life. Discover and bring forth those ideas that have been clinging to you and make sure that you devote yourself towards accomplishing them. This card is a sign that they are going to be successful, and well taken care of. The Empress, as the archetype of the mother earth, also encourages you to spend time interacting with nature, the mother of all of us.",
      "meaning_rev": "The Empress reversed indicates that you have lost too much of your own willpower and strength because you have started placing too much effort and concern to other people’s affairs. While the Empress's nature is of showering her loved ones with attention and care, this can sometimes go overboard. You might be neglecting your own needs, or even smothering the ones you love with your well-intentioned actions. In a role reversal, perhaps a reversed Empress is finding her way into your life; it could also mean that you are relying on others to take care of you, and make decisions for you. You need to work towards removing this influence on your life, and build confidence in your own actions. Always try as much as you can to ensure that you solve matters on your own.",
      "desc": "A stately figure, seated, having rich vestments and royal aspect, as of a daughter of heaven and earth. Her diadem is of twelve stars, gathered in a cluster. The symbol of Venus is on the shield which rests near her. A field of corn is ripening in front of her, and beyond there is a fall of water. The sceptre which she bears is surmounted by the globe of this world. She is the inferior Garden of Eden, the Earthly Paradise, all that is symbolized by the visible house of man. She is not Regina coeli, but she is still refugium peccatorum, the fruitful mother of thousands. There are also certain aspects in which she has been correctly described as desire and the wings thereof, as the woman clothed with the sun, as Gloria Mundi and the veil of the Sanctum Sanctorum; but she is not, I may add, the soul that has attained wings, unless all the symbolism is counted up another and unusual way. She is above all things universal fecundity and the outer sense of the Word. This is obvious, because there is no direct message which has been given to man like that which is borne by woman; but she does not herself carry its interpretation. In another order of ideas, the card of the Empress signifies the door or gate by which an entrance is obtained into this life, as into the Garden of Venus; and then the way which leads out therefrom, into that which is beyond, is the secret known to the High Priestess: it is communicated by her to the elect. Most old attributions of this card are completely wrong on the symbolism--as, for example, its identification with the Word, Divine Nature, the Triad, and so forth."
    },
    {
      "type": "major",
      "name_short": "ar04",
      "name": "The Emperor",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-emperor-600x1024.png.webp",
      "value": "4",
      "value_int": 4,
      "meaning_up": "It’s all about control when it comes to the Emperor, for this card means authority, regulation, organization and a fatherliness. The Emperor represents a strategic thinker who sets out plans that he must see through. He is a symbol of the masculine principle - the paternal figure in life that gives structure, creates rules and systems, and imparts knowledge. Where the Empress's desire for their kingdom is to create happiness, the emperor desires to foster honor and discipline. He guides with a firm hand, following the calling of the crown above all else. Though he is a ruler, he understands that to reign is also to serve - thus he acts rationally and according to what is for the greater good of the kingdom.",
      "meaning_rev": "The Emperor reversed is a sign of abused authoritative power. In your social life, it can manifest in the overreach of power from a father figure or a possessive partner. In career readings, it could be coming from a superior. It presents a man who wants to take control of your actions and makes you feel powerless.  It could also be that you are playing the part of a weak ruler, hatching a plan to avoid the tasks that come with having responsibility. Perhaps you aspire for a career that is more flexible than one that is governed by strict rules. Lack of self-control and inability to handle situations can be represented by the Emperor on a personal level. When he is reversed, the structures, rules and systems that he creates are no longer working. His desire to inspire higher principles in his kingdom have turned to ruthlessness, tyranny and rigidity. He seeks to dominate, forgetting his call from the crown to do what is best for his people, fearing only for his loss of control and thus creating suffering.",
      "desc": "He has a form of the Crux ansata for his sceptre and a globe in his left hand. He is a crowned monarch--commanding, stately, seated on a throne, the arms of which axe fronted by rams' heads. He is executive and realization, the power of this world, here clothed with the highest of its natural attributes. He is occasionally represented as seated on a cubic stone, which, however, confuses some of the issues. He is the virile power, to which the Empress responds, and in this sense is he who seeks to remove the Veil of Isis; yet she remains virgo intacta. It should be understood that this card and that of the Empress do not precisely represent the condition of married life, though this state is implied. On the surface, as I have indicated, they stand for mundane royalty, uplifted on the seats of the mighty; but above this there is the suggestion of another presence. They signify also--and the male figure especially--the higher kingship, occupying the intellectual throne. Hereof is the lordship of thought rather than of the animal world. Both personalities, after their own manner, are \"full of strange experience,\" but theirs is not consciously the wisdom which draws from a higher world. The Emperor has been described as (a) will in its embodied form, but this is only one of its applications, and (b) as an expression of virtualities contained in the Absolute Being--but this is fantasy."
    },
    {
      "type": "major",
      "name_short": "ar05",
      "name": "The Hierophant",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-hierophant-600x1024.png.webp",
      "value": "5",
      "value_int": 5,
      "meaning_up": "To see the Hierophant in a reading is to embrace the conventional, for it suggests that you have a certain desire to actually follow a process which has been well established. It also suggests that you want to stay within certain conventional bounds of what could be considered an orthodox approach. So, instead of being innovative, you will be adapting to certain beliefs and systems which are already put in place and are existing.",
      "meaning_rev": "When you see the Hierophant in reverse, it may mean that you are feeling particularly restricted and even constrained from too many structures and rules. As a result, you have lost quite a lot of control as well as flexibility in your life. You have a particularly strong will and desire to go ahead and regain control as well as to break free from the shackles of convention. You are tempted to try unorthodox approaches or to function in a way which defies social ties and norms. The Hierophant reversal meaning is mostly about questioning certain traditions and making sure that whatever it is that you do is the right thing for you in this certain moment.",
      "desc": "He wears the triple crown and is seated between two pillars, but they are not those of the Temple which is guarded by the High Priestess. In his left hand he holds a sceptre terminating in the triple cross, and with his right hand he gives the well-known ecclesiastical sign which is called that of esotericism, distinguishing between the manifest and concealed part of doctrine. It is noticeable in this connexion that the High Priestess makes no sign. At his feet are the crossed keys, and two priestly ministers in albs kneel before him. He has been usually called the Pope, which is a particular application of the more general office that he symbolizes. He is the ruling power of external religion, as the High Priestess is the prevailing genius of the esoteric, withdrawn power. The proper meanings of this card have suffered woeful admixture from nearly all hands. Grand Orient says truly that the Hierophant is the power of the keys, exoteric orthodox doctrine, and the outer side of the life which leads to the doctrine; but he is certainly not the prince of occult doctrine, as another commentator has suggested.\nHe is rather the summa totius theologiæ, when it has passed into the utmost rigidity of expression; but he symbolizes also all things that are righteous and sacred on the manifest side. As such, he is the channel of grace belonging to the world of institution as distinct from that of Nature, and he is the leader of salvation for the human race at large. He is the order and the head of the recognized hierarchy, which is the reflection of another and greater hierarchic order; but it may so happen that the pontiff forgets the significance of this his symbolic state and acts as if he contained within his proper measures all that his sign signifies or his symbol seeks to shew forth. He is not, as it has been thought, philosophy-except on the theological side; he is not inspiration; and he is not religion, although he is a mode of its expression."
    },
    {
      "type": "major",
      "name_short": "ar06",
      "name": "The Lovers",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-lovers-1-600x1024.png.webp",
      "value": "6",
      "value_int": 6,
      "meaning_up": "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. The trust and the unity that the lovers have gives each of them confidence and strength, empowering the other. The bond that they have created is very strong, and it can indicate that the two are joined in marriage, and other close and intimate relationships. Another meaning behind the lovers card is the concept of choice - a choice between things that are opposing and mutually exclusive. This could be a dilemma that you need to think about carefully and make the best decision for your situation. A more personal Lovers meaning that can apply to individuals is the development of your own personal belief systems, regardless of what are the societal norms. We see this as a development from the Hierophant, who made decrees and passed on his knowledge through a standardized system. This is one of the times when you figure out what you are going to stand for, and what your philosophy in life will truly be. You must start making up your mind about what you find important and unimportant in your life. You should be as true to yourself as you can be, so you will be genuine and authentic to the people who are around you.",
      "meaning_rev": "The Lovers reversed can point to both inner and outer conflicts that you are dealing with. The disharmony can make daily life difficult and could be putting pressure on your relationships. You should take time to think about what you are punishing yourself for, so you can fix them or let them go. At this time, you should also think about your personal values and belief system to make sure that they are aligned with what you want from your life. A break in communication could be another possible interpretation. The foundation for your relationships may be cut off, creating an imbalance between you and your partner or loved ones. The unity normally present within the card has become lopsided. The Lovers reversed can also indicate that you have been avoiding responsibility for your actions. You could have made a decision that was based on your desire for immediate gratification but are now blaming others for the consequences that are catching up to you. So, you need to make amends or let go of the past and make better decisions in the future.",
      "desc": "The sun shines in the zenith, and beneath is a great winged figure with arms extended, pouring down influences. In the foreground are two human figures, male and female, unveiled before each other, as if Adam and Eve when they first occupied the paradise of the earthly body. Behind the man is the Tree of Life, bearing twelve fruits, and the Tree of the Knowledge of Good and Evil is behind the woman; the serpent is twining round it. The figures suggest youth, virginity, innocence and love before it is contaminated by gross material desire. This is in all simplicity the card of human love, here exhibited as part of the way, the truth and the life. It replaces, by recourse to first principles, the old card of marriage, which I have described previously, and the later follies which depicted man between vice and virtue. In a very high sense, the card is a mystery of the Covenant and Sabbath. The suggestion in respect of the woman is that she signifies that attraction towards the sensitive life which carries within it the idea of the Fall of Man, but she is rather the working of a Secret Law of Providence than a willing and conscious temptress. It is through her imputed lapse that man shall arise ultimately, and only by her can he complete himself. The card is therefore in its way another intimation concerning the great mystery of womanhood. The old meanings fall to pieces of necessity with the old pictures, but even as interpretations of the latter, some of them were of the order of commonplace and others were false in symbolism."
    },
    {
      "type": "major",
      "name_short": "ar07",
      "name": "The Chariot",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-chariot-600x1024.png.webp",
      "value": "7",
      "value_int": 7,
      "meaning_up": "The Chariot tarot card is all about overcoming challenges and gaining victory through maintaining control of your surroundings. This perfect control and confidence allows the charioteer to emerge victorious in any situation. The use of strength and willpower are critical in ensuring that you overcome the obstacles that lie in your path. The Chariot's message comes to make you stronger as you strive to achieve your goals. The key message that he brings to you is that you must maintain focus, confidence, and determination through a process that will be full of winding turns and detours. If you have a plan or a project that you seem not to be sure about, the Chariot shows that you should pursue the plan with a structured and ordered approach. Your boldness will ensure that you achieve all that you should in this goal.",
      "meaning_rev": "The reversed Chariot's appearance in a reading can help you become aware of both your aggression, and your lack of willpower. It may either be saying that you are lacking in focus, motivation or direction, or that you are being warped by your obsession with your goals. In the former case, let the Chariot be a reminder that you can emerge victorious as long as you can gather the courage to do so. In the latter, your impulses may be another factor that you must rein in. To see the Chariot in reverse may suggest that you need to come to terms with the fact that you cannot always be in control. The Chariot reversal meaning can also be an indication of lack of control and direction over your life. You are at the mercy of the opposing forces and the obstacles, and cannot seem to muster the strength to take over. You are taking everything lying down, and life is dragging in any direction that it pleases. It should serve as a wakeup call and reminder that you will need to tighten some loose ends and take charge of your destiny.",
      "desc": "An erect and princely figure carrying a drawn sword and corresponding, broadly speaking, to the traditional description which I have given in the first part. On the shoulders of the victorious hero are supposed to be the Urim and Thummim. He has led captivity captive; he is conquest on all planes--in the mind, in science, in progress, in certain trials of initiation. He has thus replied to the sphinx, and it is on this account that I have accepted the variation of Éliphas Lévi; two sphinxes thus draw his chariot. He is above all things triumph in the mind. It is to be understood for this reason (a) that the question of the sphinx is concerned with a Mystery of Nature and not of the world of Grace, to which the charioteer could offer no answer; (b) that the planes of his conquest are manifest or external and not within himself; (c) that the liberation which he effects may leave himself in the bondage of the logical understanding; (d) that the tests of initiation through which he has passed in triumph are to be understood physically or rationally; and (e) that if he came to the pillars of that Temple between which the High Priestess is seated, he could not open the scroll called Tora, nor if she questioned him could he answer. He is not hereditary royalty and he is not priesthood."
    },
    {
      "type": "major",
      "name_short": "ar08",
      "name": "Strength",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-strength-600x1024.png.webp",
      "value": "8",
      "value_int": 8,
      "meaning_up": "When you get the Strength card in an upright manner during your tarot reading, then it shows that you have inner strength and fortitude during moments of danger and distress. It shows that you have the ability to remain calm and strong even when your life is going through immense struggle. It also shows that you are a compassionate person and you always have time for other people even if it's at your own expense. Getting the strength card means that you are a very patient individual who is likely to accomplish anything that they put their mind to. Your resilience will greatly aid you, and your fearlessness means that you should have no issues speaking your mind. This card also indicates this kind of compassion will always be rewarded with having a lot of stability in your life either presently on in the near future.",
      "meaning_rev": "An upside down Strength card can mean that you are (or about to) experience an intense anger or fear in your life. You seem to be lacking the inner strength that this card normally represents, meaning you might be experiencing fear, and a lack of conviction and confidence in your own abilities. This can mean that you have forgotten all about your passions and the kind of joy, happiness, and fulfillment that came with doing what you love. A reversed strength card in a reading might also mean that one is experiencing depression because of a number of reasons and because of that, it is draining all of the happiness from their lives. One might end up being withdrawn from society because of the unhappiness or depression since they may feel people are the reason why they are so sad. It can also be a sign of jealousy, especially when everyone seems to be happy or excelling in every aspect of life while you are stagnating. This card indicates that you must learn to gain confidence in order to re-harness your inner strength.",
      "desc": "A woman, over whose head there broods the same symbol of life which we have seen in the card of the Magician, is closing the jaws of a lion. The only point in which this design differs from the conventional presentations is that her beneficent fortitude has already subdued the lion, which is being led by a chain of flowers. For reasons which satisfy myself, this card has been interchanged with that of justice, which is usually numbered eight. As the variation carries nothing with it which will signify to the reader, there is no cause for explanation. Fortitude, in one of its most exalted aspects, is connected with the Divine Mystery of Union; the virtue, of course, operates in all planes, and hence draws on all in its symbolism. It connects also with innocentia inviolata, and with the strength which resides in contemplation. These higher meanings are, however, matters of inference, and I do not suggest that they are transparent on the surface of the card. They are intimated in a concealed manner by the chain of flowers, which signifies, among many other things, the sweet yoke and the light burden of Divine Law, when it has been taken into the heart of hearts. The card has nothing to do with self-confidence in the ordinary sense, though this has been suggested--but it concerns the confidence of those whose strength is God, who have found their refuge in Him. There is one aspect in which the lion signifies the passions, and she who is called Strength is the higher nature in its liberation. It has walked upon the asp and the basilisk and has trodden down the lion and the dragon."
    },
    {
      "type": "major",
      "name_short": "ar09",
      "name": "The Hermit",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-hermit-600x1024.png.webp",
      "value": "9",
      "value_int": 9,
      "meaning_up": "The Hermit is a seeker for the knowledge that comes from within. A lonely wanderer in the path of the night, he searches for that which can only be gained with long periods of solitude - the inner voice. To hear it, he must disconnect from the crowds whose voices and desires threaten to overcome his own. He walks through the dark night of his unconscious, guided only by the low light of the northern star, with his destination being his home, his self. You are currently contemplating that you need to be alone. Never be afraid to take this chance to reflect, as it could help you clear your mind of all the clutter that comes with everyday life. The Hermit may also refer to your effort in taking action that is authentic and aligned with your true self. You are perhaps searching your inner soul for guidance on what is right, and where your next steps are to be. The hermit's appearance in a reading can also denote the appearance of someone who will come to your life that will be your mentor.",
      "meaning_rev": "When reversed, you are perhaps in a situation where you'd like to be alone; there is nothing wrong about that. However, there is a possibility that your seclusion may become harmful to both yourself and others. Though the Hermit sets forwards with noble intentions to search for his inner truth, his path inward may also be filled with great danger. Going inward may lead to madness and the abyss, for the unconscious is filled with images that he may not yet understand, lurking and waiting to lure you ever inside. Like a man that gets lost in his own dreams, the hermit may find himself stuck in a world of his own, alone, trapped, unreal. You must learn to balance your need for truth with connection to your fellow human. When it comes to work, the hermit reversal meaning refers to your preparedness to get to the bottom of something that has been troubling you for quite some time now. There is searching to be done, and it will be your responsibility to ask the question that will allow the other people to understand the circumstances.",
      "desc": "The variation from the conventional models in this card is only that the lamp is not enveloped partially in the mantle of its bearer, who blends the idea of the Ancient of Days with the Light of the World It is a star which shines in the lantern. I have said that this is a card of attainment, and to extend this conception the figure is seen holding up his beacon on an eminence. Therefore the Hermit is not, as Court de Gebelin explained, a wise man in search of truth and justice; nor is he, as a later explanation proposes, an especial example of experience. His beacon intimates that \"where I am, you also may be.\". It is further a card which is understood quite incorrectly when it is connected with the idea of occult isolation, as the protection of personal magnetism against admixture. This is one of the frivolous renderings which we owe to Éliphas Lévi. It has been adopted by the French Order of Martinism and some of us have heard a great deal of the Silent and Unknown Philosophy enveloped by his mantle from the knowledge of the profane. In true Martinism, the significance of the term Philosophe inconnu was of another order. It did not refer to the intended concealment of the Instituted Mysteries, much less of their substitutes, but--like the card itself--to the truth that the Divine Mysteries secure their own protection from those who are unprepared."
    },
    {
      "type": "major",
      "name_short": "ar10",
      "name": "Wheel Of Fortune",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-wheel-of-fortune-600x1024.png.webp",
      "value": "10",
      "value_int": 10,
      "meaning_up": "The Wheel of Fortune turns evermore, seemingly to communicate that life is made up of both good and bad times, and that the cycle is one that we cannot control. It is something that is subjected to both kings and workers, and that nobody on earth can avoid what is fated. When you have good moments in your life, make sure that you enjoy to the fullest, for what comes up must always go down. The same is true in reverse - when you are in a bad situation, things will eventually become better again.Greater forces that are outside of human control are at work here. The same forces that govern the changing of the seasons, or the rising and setting of the sun is also the master of luck and the fate of individuals. Where it lands is as random as chance - you may find yourself at either the top or bottom, but remember that no matter what the outcome it may not last for very long, for the wheel always turns.",
      "meaning_rev": "When the wheel is reversed, it means that luck has not been on your side and misfortunes have been following you. When it's associated with this card, you must understand that these are due to external influences that you cannot control. Like the wheel, our luck and our fate is always in motion, and sometimes we are on the bottom. Be assured that the wheel will turn again, and you will be okay again soon. What you shouldn't do however, is cling to the illusion of control. Perhaps in this turn of the wheel, the lesson is to learn to let go and release. There are things that cannot be moved by human will and action alone. When we do not let go, it can bring only more suffering, for you may blame yourself for actions that could not have altered the situation. When we learn to accept, we also learn to forgive ourselves. We learn to move on, and move forward - and eventually, we learn that this feeling of acceptance can push the wheel again forward, and move it towards a new cycle.",
      "desc": "In this symbol I have again followed the reconstruction of Éliphas Lévi, who has furnished several variants. It is legitimate--as I have intimated--to use Egyptian symbolism when this serves our purpose, provided that no theory of origin is implied therein. I have, however, presented Typhon in his serpent form. The symbolism is, of course, not exclusively Egyptian, as the four Living Creatures of Ezekiel occupy the angles of the card, and the wheel itself follows other indications of Lévi in respect of Ezekiel's vision, as illustrative of the particular Tarot Key. With the French occultist, and in the design itself, the symbolic picture stands for the perpetual motion of a fluidic universe and for the flux of human life. The Sphinx is the equilibrium therein. The transliteration of Taro as Rota is inscribed on the wheel, counterchanged with the letters of the Divine Name--to shew that Providence is imphed through all. But this is the Divine intention within, and the similar intention without is exemplified by the four Living Creatures. Sometimes the sphinx is represented couchant on a pedestal above, which defrauds the symbolism by stultifying the essential idea of stability amidst movement.\nBehind the general notion expressed in the symbol there lies the denial of chance and the fatality which is implied therein. It may be added that, from the days of Lévi onward, the occult explanations of this card are--even for occultism itself--of a singularly fatuous kind. It has been said to mean principle, fecundity, virile honour, ruling authority, etc. The findings of common fortune-telling are better than this on their own plane."
    },
    {
      "type": "major",
      "name_short": "ar11",
      "name": "Justice",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-justice-e1646572989637-600x1024.png.webp",
      "value": "11",
      "value_int": 11,
      "meaning_up": "The decisions that you make now have long-term effects in all things, both for yourself and others. There will always come a time where you will be judged. The Justice tarot card appearing in a reading signals that a judgment will be made fairly and accordingly. The decisions that you have made in the past will be carefully weighed with fairness. Your feelings around this card may differ depending on your situation. If you have been wronged, this card's appearance may bring you relief. On the other hand, if your actions caused pain to others, this card serves as a warning. Her appearance represents a chance for you to change your actions now for a better future. When a tarot card reading shows the figure of justice, it is time to account for your actions.Another meaning of the Justice card is truth. Truth must come to pass, and this cannot be found from the mouths and gossip of others. Instead, it's based on facts. Learn the truth about others and yourself, speak and know the truth before passing a judgment. During a reading, when you see the Justice Tarot card, you need to be fair in all your deeds. By following the right procedure to learn the truth, you will understand what your tasks are. Another meaning of Justice Tarot card during a reading is to symbolize that attention is needed. It could be about your life, career or just an important decision that you need to make. If you have been unsure about something, it is time to get a solution once and for all.",
      "meaning_rev": "A reversed Justice tarot card could indicate various things. One Justice reversal meaning is to show you are living in denial. You are not willing to accept the consequences of your actions or others. You are running from your guilt. You must however, be aware that these are actions that are in the past. Your future depends on your actions today - and what you will do to tip the scales in balance again. How can you make up for your wrongs? Taking action gives you a chance to change and stop judging yourself. In legal matters, this could represent an unfair outcome of a case that you will not accept.",
      "desc": "As this card follows the traditional symbolism and carries above all its obvious meanings, there is little to say regarding it outside the few considerations collected in the first part, to which the reader is referred.\nIt will be seen, however, that the figure is seated between pillars, like the High Priestess, and on this account it seems desirable to indicate that the moral principle which deals unto every man according to his works--while, of course, it is in strict analogy with higher things;--differs in its essence from the spiritual justice which is involved in the idea of election. The latter belongs to a mysterious order of Providence, in virtue of which it is possible for certain men to conceive the idea of dedication to the highest things. The operation of this is like the breathing of the Spirit where it wills, and we have no canon of criticism or ground of explanation concerning it. It is analogous to the possession of the fairy gifts and the high gifts and the gracious gifts of the poet: we have them or have not, and their presence is as much a mystery as their absence. The law of Justice is not however involved by either alternative. In conclusion, the pillars of Justice open into one world and the pillars of the High Priestess into another."
    },
    {
      "type": "major",
      "name_short": "ar12",
      "name": "The Hanged Man",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-hanged-man-600x1024.png.webp",
      "value": "12",
      "value_int": 12,
      "meaning_up": "The hanged man understands that his position is a sacrifice that he needed to make in order to progress forward - whether as repentance for past wrongdoings, or a calculated step backward to recalculate his path onward. This time he spends here will not be wasted, he does this as part of his progression forward. His upside down state can also symbolize the feeling of those that walk a spiritual path, for they see the world differently. Where there are others that do not understand the need to sacrifice, you see it differently. This is a natural course of action for you as you walk the path alone. The Hanged Man card reflects a particular need to suspend certain action. As a result, this might indicate a certain period of indecision. This means that certain actions or decisions which need to be properly implemented are likely to be postponed even if there is an urgency to act at this particular moment. In fact, it would be ultimately the best if you are capable of stalling certain actions in order to ensure that you have more time to reflect on making critical decisions, this will ultimately be the best.This is a card which is mainly designated towards waiting and suspension. This suggests that this might be the thing that you need to do in order to achieve success or to wait for the proper opportunity. Keep in mind that taking action is not always the best solution and in certain cases refraining from doing so might bring you just as much, if not more benefits.",
      "meaning_rev": "The reversal meaning of the Hanged Man card represents a very specific period of time during which you feel as if you are sacrificing a significant amount of time while getting nothing in return. You might have felt as if certain things are at a state of an absolute standstill without any particular resolution or movement. It’s as if you are putting your entire effort and attention into something but nothing turns out as it should.",
      "desc": "The gallows from which he is suspended forms a Tau cross, while the figure--from the position of the legs--forms a fylfot cross. There is a nimbus about the head of the seeming martyr. It should be noted (1) that the tree of sacrifice is living wood, with leaves thereon; (2) that the face expresses deep entrancement, not suffering; (3) that the figure, as a whole, suggests life in suspension, but life and not death. It is a card of profound significance, but all the significance is veiled. One of his editors suggests that Éliphas Lévi did not know the meaning, which is unquestionable nor did the editor himself. It has been called falsely a card of martyrdom, a card a of prudence, a card of the Great Work, a card of duty; but we may exhaust all published interpretations and find only vanity. I will say very simply on my own part that it expresses the relation, in one of its aspects, between the Divine and the Universe.\nHe who can understand that the story of his higher nature is imbedded in this symbolism will receive intimations concerning a great awakening that is possible, and will know that after the sacred Mystery of Death there is a glorious Mystery of Resurrection."
    },
    {
      "type": "major",
      "name_short": "ar13",
      "name": "Death",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-death-600x1024.png.webp",
      "value": "13",
      "value_int": 13,
      "meaning_up": "Death is one of the most feared cards in a Tarot Deck, and it is very misunderstood. Many people avoid mentioning this card because it has that much power. Most times, people take the name of the card literally. However, the real meaning within the Death card is one of the most positive in the whole deck. The Death card signals that one major phase in your life is ending, and a new one is going to start. You just need to close one door, so the new one will open. The past needs to be placed behind you, so you can focus your energy on what is ahead of you. Another meaning is that you are going to go through a major change, transition, or transformation. The old version of you needs to ‘die’ to allow the new you to be created. This can be a scary time for you because you may be unsure of what will happen in the future. Even if you are scared, you should welcome the change because you are opening the door to new life events. Death can also mean that you need to let go of any unhealthy attachments that you have in your life. This is an important part of life, so learning to keep moving forward is one of the lessons Death teaches us.",
      "meaning_rev": "The Death reversal meaning is still about change, but that you have been resisting it. You could be worried about letting go of the past, or you could not be sure of the changes that you need to make to go forward. Resisting the change and holding onto the past can limit your future, which can cause you to feel like you are in limbo. You should take some time to assess the ways that you have been approaching changes in your life. You may find you have been halting the changes that you need due to fears of the unknown. While you can still be afraid, you should trust that you are taking the right steps and move forward. Life moves on, so fighting passing time is only going to leave you with regrets. Death does not have to be a card of regret, especially if you heed its warning.",
      "desc": "The veil or mask of life is perpetuated in change, transformation and passage from lower to higher, and this is more fitly represented in the rectified Tarot by one of the apocalyptic visions than by the crude notion of the reaping skeleton. Behind it lies the whole world of ascent in the spirit. The mysterious horseman moves slowly, bearing a black banner emblazoned with the Mystic Rose, which signifies life. Between two pillars on the verge of the horizon there shines the sun of immortality. The horseman carries no visible weapon, but king and child and maiden fall before him, while a prelate with clasped hands awaits his end. There should be no need to point out that the suggestion of death which I have made in connection with the previous card is, of course, to be understood mystically, but this is not the case in the present instance. The natural transit of man to the next stage of his being either is or may be one form of his progress, but the exotic and almost unknown entrance, while still in this life, into the state of mystical death is a change in the form of consciousness and the passage into a state to which ordinary death is neither the path nor gate. The existing occult explanations of the 13th card are, on the whole, better than usual, rebirth, creation, destination, renewal, and the rest."
    },
    {
      "type": "major",
      "name_short": "ar14",
      "name": "Temperance",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-temperance-600x1024.png.webp",
      "value": "14",
      "value_int": 14,
      "meaning_up": "In moments where there is anxiety or great stress, you have been able to remain calm throughout. You are a person who has mastered the art of not letting things get to you, and this allows you to achieve much progress in all areas you seek out to explore. The Temperance tarot card suggests moderation and balance, coupled with a lot of patience. Where this card appears, there is the suggestion that extremity in any situation is to be avoided.The Temperance card implies that you have a clear vision and know what you want to achieve. This is an indication of higher learning, which is a critical attribute in the journey of life. It reflects that you have found peace with what you are doing and everything is unfolding as it ought to. The Temperance card, in relation to other people, shows that you are able to adapt and work in harmony with your community, your coworkers and your loved ones. Your calmness in all matters gives them comfort and puts them at ease. Temperance may also indicate a time to evaluate and re-examine the priorities you have chosen. This will help you create a balance between your outer and inner self. At the end of it all, you will find greater purpose and meaning in your actions, for her message is that we cannot live fully in either. ",
      "meaning_rev": "Temperance in reversed is a reflection of something that is out of balance and may be causing stress and anxiety. The real meaning of the Temperance card can be deciphered using the other cards in the spread to identify areas where this imbalance is being caused. A Temperance in reversal may also be used as a warning;  if you take a certain path, it would lead to turbulence and excess. Lack of a long-term plan or vision may also be the Temperance reversal meaning. This creates a lack of purpose for you, leaving you feeling lopsided as you search here and there for what you should be doing. You must reflect and think carefully about what needs to change. Temperance reminds us that all things are only good in moderation, and that we must examine in which aspects of our lives we are breaking the balance.",
      "desc": "A winged angel, with the sign of the sun upon his forehead and on his breast the square and triangle of the septenary. I speak of him in the masculine sense, but the figure is neither male nor female. It is held to be pouring the essences of life from chalice to chalice. It has one foot upon the earth and one upon waters, thus illustrating the nature of the essences. A direct path goes up to certain heights on the verge of the horizon, and above there is a great light, through which a crown is seen vaguely. Hereof is some part of the Secret of Eternal Life, as it is possible to man in his incarnation. All the conventional emblems are renounced herein.\nSo also are the conventional meanings, which refer to changes in the seasons, perpetual movement of life and even the combination of ideas. It is, moreover, untrue to say that the figure symbolizes the genius of the sun, though it is the analogy of solar light, realized in the third part of our human triplicity. It is called Temperance fantastically, because, when the rule of it obtains in our consciousness, it tempers, combines and harmonises the psychic and material natures. Under that rule we know in our rational part something of whence we came and whither we are going."
    },
    {
      "type": "major",
      "name_short": "ar15",
      "name": "The Devil",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-devil-600x1024.png.webp",
      "value": "15",
      "value_int": 15,
      "meaning_up": "Getting the devil card in your reading shows that you have feelings of entrapment, emptiness and lack of fulfillment in your life. It might also mean that you are a slave to materialism and opulence and no matter how hard you try, you just can’t seem to shake off the feeling of wanting to indulge in luxurious living. You might be aware that this kind of lifestyle is leading you down the rabbit hole, but you have that feeling of not having any form of control over your actions or urges.\nAddiction to substances or material pleasures can also be the reason for your feelings of powerlessness and entrapment. In situations such as these, you may feel as though you are a slave, unable to control your impulses or willpower to direct yourself towards something other than the satisfaction of these desires. ",
      "meaning_rev": "The upside down meaning of the Devil card can be the moment when an individual becomes self-aware and breaks all of the chains that come with addiction and poor habits. It might be because they are tired of running in circles and are in need of change. But one thing is usually clear – breaking off these chains, especially those of addiction is never easy. So, one has to be prepared to make the necessary changes that might initially seem painful to make the adjustments that will pay off in the end by being able to find your true self again. Self-assessment is called for in this case and the individual needs to take some time and list all of the things that they need to get rid of. And once that has been done, and then it would be time for them to embark on the difficult journey of self-improvement.",
      "desc": "The design is an accommodation, mean or harmony, between several motives mentioned in the first part. The Horned Goat of Mendes, with wings like those of a bat, is standing on an altar. At the pit of the stomach there is the sign of Mercury. The right hand is upraised and extended, being the reverse of that benediction which is given by the Hierophant in the fifth card. In the left hand there is a great flaming torch, inverted towards the earth. A reversed pentagram is on the forehead. There is a ring in front of the altar, from which two chains are carried to the necks of two figures, male and female. These are analogous with those of the fifth card, as if Adam and Eve after the Fall. Hereof is the chain and fatality of the material life.\nThe figures are tailed, to signify the animal nature, but there is human intelligence in the faces, and he who is exalted above them is not to be their master for ever. Even now, he is also a bondsman, sustained by the evil that is in him and blind to the liberty of service. With more than his usual derision for the arts which he pretended to respect and interpret as a master therein, Éliphas Lévi affirms that the Baphometic figure is occult science and magic. Another commentator says that in the Divine world it signifies predestination, but there is no correspondence in that world with the things which below are of the brute. What it does signify is the Dweller on the Threshold without the Mystical Garden when those are driven forth therefrom who have eaten the forbidden fruit."
    },
    {
      "type": "major",
      "name_short": "ar16",
      "name": "The Tower",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-tower-600x1024.png.webp",
      "value": "16",
      "value_int": 16,
      "meaning_up": "The Tower represents change in the most radical and momentous sense. It is for this reason that the card itself visually looks so unnerving. But it doesn't necessarily have to be truly frightening or ominous. Because at the heart of this card, its message is foundational, groundbreaking change. The kind of event that the Tower card marks does not have to be something terrible, like a disaster or a great loss.  Change itself is a normal part of life that one has to embrace. But it can sometimes strike fear, for it means that we must abandon the truths that we have known prior to this event. The old ways are no longer useful, and you must find another set of beliefs, values and processes to take their place.\nBe positive, it is time for you to replace the old foundations of the past with something that is more genuine and will serve you better in what is to come. In terms of work, there is an inevitable argument bound to happen. You need to be in control and keep your temper in check. Avoid saying something that may hurt other people. When it comes to your love life, your romantic relationship may be nearing its end. Take this as a warning - if you really value your relationship, then it is time for you to take damage control or open a communication to clear misunderstandings. In your finances, the tower meaning refers to the need to be assured on your transactions.",
      "meaning_rev": "When you get the Tower card reversed, you can feel some crisis looming along the horizon, and you are struggling as much as you can to try and avoid its manifestation. What you have not realized is that these breakdowns can be beneficial in breaking down your reliance on something that is false. The tower is built on faulty foundations, and it must fall. Though the destruction will be painful, the humbleness resulting from it can bring us peace. What you relied on will no longer be there for you. Do not take this as a drastic and depressing change, it is time for you to become more self-reliant. ",
      "desc": "Occult explanations attached to this card are meagre and mostly disconcerting. It is idle to indicate that it depicts min in all its aspects, because it bears this evidence on the surface. It is said further that it contains the first allusion to a material building, but I do not conceive that the Tower is more or less material than the pillars which we have met with in three previous cases. I see nothing to warrant Papus in supposing that it is literally the fall of Adam, but there is more in favour of his alternative--that it signifies the materialization of the spiritual word. The bibliographer Christian imagines that it is the downfall of the mind, seeking to penetrate the mystery of God. I agree rather with Grand Orient that it is the ruin of the House of We, when evil has prevailed therein, and above all that it is the rending of a House of Doctrine. I understand that the reference is, however, to a House of Falsehood. It illustrates also in the most comprehensive way the old truth that \"except the Lord build the house, they labour in vain that build it.\"\nThere is a sense in which the catastrophe is a reflection from the previous card, but not on the side of the symbolism which I have tried to indicate therein. It is more correctly a question of analogy; one is concerned with the fall into the material and animal state, while the other signifies destruction on the intellectual side. The Tower has been spoken of as the chastisement of pride and the intellect overwhelmed in the attempt to penetrate the Mystery of God; but in neither case do these explanations account for the two persons who are the living sufferers. The one is the literal word made void and the other its false interpretation. In yet a deeper sense, it may signify also the end of a dispensation, but there is no possibility here for the consideration of this involved question."
    },
    {
      "type": "major",
      "name_short": "ar17",
      "name": "The Star",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-star-600x1024.png.webp",
      "value": "17",
      "value_int": 17,
      "meaning_up": "The Star brings hope, renewed power, and strength to carry on with life. It shows how abundantly blessed you are by the universe as evidenced by the various things around you. It may not be directly evident at the moment, for this card follows the trauma of the Tower card. Remember that you hold within you all that you need for your fulfillment - the only thing that you need is courage. For this, you have all reasons to rejoice. To see this card is a message to have faith, for the universe will bless you and bring forth all that you need.\nTo receive the Star in your reading means that you have gone and passed through a terrible life challenge. You have managed to go through this without losing your hope. While you suffered, you perhaps were not aware of your own strength, but you are now perhaps recognizing that the loss helped you discover your own resilience and inner power. It is only now that you can really appreciate all that you have.",
      "meaning_rev": "When the Star card is reversed, it means that you are feeling as though everything has turned against you. The challenges that you would normally see as exciting seem instead to make you feel as though you cannot overcome them. You have lost faith in something, whether inside yourself or with something you normally find dear. \n\nWithout hope, without faith, we cannot find the motivation to progress forward in the challenges that we face. Where in your life are you feeling hopeless? In what ways do you already feel defeated? And how does that affect your actions? The star reversed asks us to nurture our sense of hope and positive energy to help propel our actions with joy instead of fear.",
      "desc": "A great, radiant star of eight rays, surrounded by seven lesser stars--also of eight rays. The female figure in the foreground is entirely naked. Her left knee is on the land and her right foot upon the water. She pours Water of Life from two great ewers, irrigating sea and land. Behind her is rising ground and on the right a shrub or tree, whereon a bird alights. The figure expresses eternal youth and beauty. The star is l'étoile flamboyante, which appears in Masonic symbolism, but has been confused therein. That which the figure communicates to the living scene is the substance of the heavens and the elements. It has been said truly that the mottoes of this card are \"Waters of Life freely\" and \"Gifts of the Spirit.\"\nThe summary of several tawdry explanations says that it is a card of hope. On other planes it has been certified as immortality and interior light. For the majority of prepared minds, the figure will appear as the type of Truth unveiled, glorious in undying beauty, pouring on the waters of the soul some part and measure of her priceless possession. But she is in reality the Great Mother in the Kabalistic Sephira Binah, which is supernal Understanding, who communicates to the Sephiroth that are below in the measure that they can receive her influx."
    },
    {
      "type": "major",
      "name_short": "ar18",
      "name": "The Moon",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-moon-600x1024.png.webp",
      "value": "18",
      "value_int": 18,
      "meaning_up": "On one hand, the Moon card can symbolize your imagination is taking the best of you. In the dark of the night, you are taking a path that you are unsure of, for there could be danger lurking in its depths. You are the crawfish embarking on the path in the card. The moon's light can bring you clarity and understanding and you should allow your intuition to guide you through this darkness. You need to be aware of the situations that are causing fear and anxiety in your mind, whether it is now or in the future. It alerts you not to allow inner disturbances and self-deception to take the best of you. These deep memories and fears must be let go, and the negative energies must be released and turned into something constructive. Another reading of the Moon card is the existence of illusion. Some hidden truth must be discovered, for what you are seeing now may just be a trick of the light. You must search for the hidden forces that must be unraveled.",
      "meaning_rev": "A Moon reversal in a reading can sometimes indicate that the darker and more negative aspects of the moon are present in your life. It could represent confusion and unhappiness - you want to make progress, but you are not sure what is the right thing to do. You must deal with your anxiety and fears by overcoming them, for they are like shadows in the dark. It is time to believe in yourself and move forward. The moon reversal meaning indicates that you are in an intuitive period or you have recently battled confusion, anxiety, and self-deception. It could be that you are misinterpreting how you have been feeling however you are starting to improve on this. Another reversed moon meaning is that the forces of the night that are bringing you confusion are starting to dissipate. You have started managing your fears and anxiety. Whatever negative energies you have been facing are slowly fading away. It presents a liberating experience as you discover the positive side of things.\n",
      "desc": "The distinction between this card and some of the conventional types is that the moon is increasing on what is called the side of mercy, to the right of the observer. It has sixteen chief and sixteen secondary rays. The card represents life of the imagination apart from life of the spirit. The path between the towers is the issue into the unknown. The dog and wolf are the fears of the natural mind in the presence of that place of exit, when there is only reflected light to guide it.\nThe last reference is a key to another form of symbolism. The intellectual light is a reflection and beyond it is the unknown mystery which it cannot shew forth. It illuminates our animal nature, types of which are represented below--the dog, the wolf and that which comes up out of the deeps, the nameless and hideous tendency which is lower than the savage beast. It strives to attain manifestation, symbolized by crawling from the abyss of water to the land, but as a rule it sinks back whence it came. The face of the mind directs a calm gaze upon the unrest below; the dew of thought falls; the message is: Peace, be still; and it may be that there shall come a calm upon the animal nature, while the abyss beneath shall cease from giving up a form."
    },
    {
      "type": "major",
      "name_short": "ar19",
      "name": "The Sun",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-sun-600x1024.png.webp",
      "value": "19",
      "value_int": 19,
      "meaning_up": "The Sun card represents success, abundance, and radiance. Like the sun itself, it gives strength and vitality to all those that are lucky enough to feel its rays. There is much joy and happiness that is coming to you.Because of your own personal fulfillment, you provide others with inspiration and joy as well. People are drawn to you because they are capable of seeing the warm and beautiful energy which you bring into their lives. You are also in a position in which you are capable of sharing your qualities as well as achievements with other people. You radiate love and affection towards those you care about the most.The card shows that you have a significant sense of deserved confidence right now. Life is currently particularly good, and the sun is shining your way as you reach the goals that you set. The Sun is one of the cards in the tarot which provide nothing but good feelings and fulfillment. ",
      "meaning_rev": "In the reversed position, the Sun indicates that you might have significant difficulties finding positive aspects to certain situations. The clouds might be blocking out the warmth and light that you need to progress. This might be preventing you from feeling confident and powerful. You may experience certain setbacks which are damaging your optimism and enthusiasm. On the other hand, the Sun reversed might be indicative that you are being unrealistic. It might be a sign that you have an overly optimistic perception of certain situations. These are things that you need to take into account in order to ensure that you are on the right track and your successes continue as they do.",
      "desc": "The naked child mounted on a white horse and displaying a red standard has been mentioned already as the better symbolism connected with this card. It is the destiny of the Supernatural East and the great and holy light which goes before the endless procession of humanity, coming out from the walled garden of the sensitive life and passing on the journey home. The card signifies, therefore, the transit from the manifest light of this world, represented by the glorious sun of earth, to the light of the world to come, which goes before aspiration and is typified by the heart of a child.\nBut the last allusion is again the key to a different form or aspect of the symbolism. The sun is that of consciousness in the spirit - the direct as the antithesis of the reflected light. The characteristic type of humanity has become a little child therein--a child in the sense of simplicity and innocence in the sense of wisdom. In that simplicity, he bears the seal of Nature and of Art; in that innocence, he signifies the restored world. When the self-knowing spirit has dawned in the consciousness above the natural mind, that mind in its renewal leads forth the animal nature in a state of perfect conformity."
    },
    {
      "type": "major",
      "name_short": "ar20",
      "name": "The Last Judgment",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-judgement-600x1024.png.webp",
      "value": "20",
      "value_int": 20,
      "meaning_up": "The traditional Judgement meaning focuses on the moment when we reflect and evaluate ourselves and our actions. It is through self-reflection that we can have a clearer and objective understanding about where we are now, and what we need to do in order to grow as humans. The Judgement card appearing in a reading signifies that you are coming close to this significant point in your life where you must start to evaluate yourself. To see this card can also indicate that you are in a period of awakening, brought on by the act of self-reflection. You now have a clearer idea of what you need to change and how you need to be true yourself and your needs. This can mean making small changes to your daily life or making huge changes that not only affect you but the people close to you.The Judgement card reminds us that we all will be faced with choices that will have an astounding effect for your entire life. The card brings to mind moments where actions you have taken have changed the course of your path for good. There may have been a moment where there is no looking back. The consequences of those actions eventually will catch up to you, and this card seems to indicate that this is the time. You may have to let go of the past, so you can move forward with your plans to have a new life. ",
      "meaning_rev": "The reversed Judgement card can mean that you doubt and judge yourself too harshly. This could be causing you to miss opportunities that were awaiting you. The lost momentum causes you to fall behind in your plans, which can make it difficult to move forward. This means that you should not be cautious, but you should be moving forward with pride and confidence. Another reading of the Judgement reversal card can be a push to take time out of your busy routine to reflect upon your life to this point, and what you have learned so far. You are most likely not giving yourself the time or space to fully think about the matter and learn the lessons you need to to be able to progress with awareness. You could also be too critical of your past actions, so you are not giving yourself the forgiveness to move forward. The mistakes that we have made in the past are learning tools, so they help us move though life. Focusing too hard on these mistakes can cause us to trip and fall.",
      "desc": "I have said that this symbol is essentially invariable in all Tarot sets, or at least the variations do not alter its character. The great angel is here encompassed by clouds, but he blows his bannered trumpet, and the cross as usual is displayed on the banner. The dead are rising from their tombs--a woman on the right, a man on the left hand, and between them their child, whose back is turned. But in this card there are more than three who are restored, and it has been thought worth while to make this variation as illustrating the insufficiency of current explanations. It should be noted that all the figures are as one in the wonder, adoration and ecstacy expressed by their attitudes. It is the card which registers the accomplishment of the great work of transformation in answer to the summons of the Supernal--which summons is heard and answered from within.\nHerein is the intimation of a significance which cannot well be carried further in the present place. What is that within us which does sound a trumpet and all that is lower in our nature rises in response--almost in a moment, almost in the twinkling of an eye? Let the card continue to depict, for those who can see no further, the Last judgment and the resurrection in the natural body; but let those who have inward eyes look and discover therewith. They will understand that it has been called truly in the past a card of eternal life, and for this reason it may be compared with that which passes under the name of Temperance."
    },
    {
      "type": "major",
      "name_short": "ar21",
      "name": "The World",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/03/modern-way-tarot-card-the-world-600x1024.png.webp",
      "value": "21",
      "value_int": 21,
      "meaning_up": "To encounter the World in your cards is to encounter a great unity and wholeness. It symbolizes the moment when the inner and the outer worlds - self and other - become a single entity. In some traditions, this state is described as enlightenment, or nirvana. There is a recognition that the individual self is profoundly linked with all other things, and that we all dance and sway along the flow of life to one rhythm. Not only do you hear this rhythm, but you participate in it - following the dips and the rises, the joys and the sorrows.The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off. It reflects that you have completed a major milestone in your life and you have built the resilience to withstand challenges. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished. The World card shows that you have a desire to give back to the community in various ways. You have a commitment to make the world a better place because you understand that everything is connected.  ",
      "meaning_rev": "You are drawing near to something that marks the end of a journey or an era. You may have many accomplishments that have lined your path, but there is a strange emptiness that fills you when you look backwards upon it, as if you have all the pieces but they are not coming together. What is missing? Do you feel connected to what you're doing? Do you feel connected to others? What alienates you from feeling complete? From feeling whole?",
      "desc": "As this final message of the Major Trumps is unchanged--and indeed unchangeable--in respect of its design, it has been partly described already regarding its deeper sense. It represents also the perfection and end of the Cosmos, the secret which is within it, the rapture of the universe when it understands itself in God. It is further the state of the soul in the consciousness of Divine Vision, reflected from the self-knowing spirit. But these meanings are without prejudice to that which I have said concerning it on the material side.\nIt has more than one message on the macrocosmic side and is, for example, the state of the restored world when the law of manifestation shall have been carried to the highest degree of natural perfection. But it is perhaps more especially a story of the past, referring to that day when all was declared to be good, when the morning stars sang together and all the Sons of God shouted for joy. One of the worst explanations concerning it is that the figure symbolizes the Magus when he has reached the highest degree of initiation; another account says that it represents the absolute, which is ridiculous. The figure has been said to stand for Truth, which is, however, more properly allocated to the seventeenth card. Lastly, it has been called the Crown of the Magi."
    },
    {
      "name": "Page of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-page-of-wands-card-600x1024.jpg.webp",
      "name_short": "wapa",
      "value": "page",
      "value_int": 11,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "When we see the Page of Wands, we see a youth with enormous excitement and curiosity for the world. He knows what to do, he has the passion to succeed, but due to his inexperience and maybe a little fear of the unknown, his ideas remain abstract. He identifies new worlds to explore, new opportunities he could take advantage of quite easily, and he is even gifted with the \"big picture\" vision needed to succeed. Even with all of this, he still has the tendency to either remain dormant, or get easily distracted with one idea after the other. If he doesn't learn to control this, it might be that he squanders the opportunities to advance himself.",
      "meaning_rev": "With the Page of Wands reversed, it tends to emphasize the more negative character traits of the upright version. He tends to show up when your mind is filled with one great idea after another, and are unable to progress beyond the beginning planning stages. Perhaps you have started a project or a hobby expecting that it would grow to great levels and instead you end up nowhere. As painful as it is, it is a good way of telling you that you should venture into other meaningful projects and avoid wasting time.",
      "desc": "In a scene similar to the former, a young man stands in the act of proclamation. He is unknown but faithful, and his tidings are strange."
    },
    {
      "name": "Knight of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-knight-of-wands-600x1024.jpg.webp",
      "name_short": "wakn",
      "value": "knight",
      "value_int": 12,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The Knight of Wands' symbolism is straightforward. When it appears, it means a great time to get away and travel. The person should feel charged up and full of life. One is also ready to get things done. He is adventurous and can find fun things to do no matter where he is. There is never a dull moment when the Knight of Wands is around. When the Knight of Wands shows up in a reading it seems to suggest that the seeker wants to complete important tasks. One wants to impress others with one’s knowledge and skill. The card also shows up when the person is planning to move to another place of residence.\n\nIf you are starting a creative project, then you should do so with lots of energy and enthusiasm. However, you should balance it with realistic and well-rounded views. You should also have a plan that takes into account the consequences of your actions.\n\nGetting the Knight of Wands in a reading can also mean that there is an event that you don’t expect to happen soon. If it is accompanied by the Eight of Wands, then you should expect a lot of changes in your life. More often than not, the Knight of Wands indicates a hasty change of job, residence, or anything in your life.",
      "meaning_rev": "When you get a reversed Knight of Wands, it indicates frustrations and delays. You may feel angry and that you are not getting anywhere. A reversed Knight of Wands can translate to a loss of power. You may be trying to compensate for something that you don’t have total control over - this might lead to pessimism and loss of self-esteem.",
      "desc": "He is shewn as if upon a journey, armed with a short wand, and although mailed is not on a warlike errand. He is passing mounds or pyramids. The motion of the horse is a key to the character of its rider, and suggests the precipitate mood, or things connected therewith."
    },
    {
      "name": "Queen of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-queen-of-wands-600x1024.jpg.webp",
      "name_short": "waqu",
      "value": "queen",
      "value_int": 13,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "In general, the Queen of wands in a reading meaning may depict a person of extreme focus and fiery passion. She is courageous and individualistic, though at times she may appear self-centered. They have a positive and an uplifting energy; they represent someone who is willing to be by your side and stand up for you.In terms of work, the Queen of wands signifies that you are planning to accomplish a significant amount of achievement in just a small amount of time. In the event that you are looking for a job, the appearance of this card may mean that a woman will play a major role in your career move. Generally speaking, in terms of your career, things are looking pretty good. The Queen of Wands in questions of love also sends a positive energy. For people who are searching for love, there is a possibility that you will find it soon.\n\nWhen it comes to your finances, there is a chance that you are being carried away on spending a significant amount of money. We advise you to keep your expenses on check, or you will regret it in the end. In terms of health and spirituality, the Queen of Wands meaning may pertain to a spiritual hunger, a quest, or a search for meaning. ",
      "meaning_rev": "Regardless of its position (upright or reversed) the Queen of Wands symbolizes fertility, and all the feelings, emotions, and aspects that it brings. It may mean that there is someone who needs your help right now. In terms of work, there is a probability that you will encounter obstacles that will hamper your progress. Do not mind these obstacles and continue doing your job as you see fit. To see this card may also be a reminder to adhere to your rational side - to balance your sometimes chaotic energy with clear though, and you will be more successful.",
      "desc": "The Wands throughout this suit are always in leaf, as it is a suit of life and animation. Emotionally and otherwise, the Queen's personality corresponds to that of the King, but is more magnetic."
    },
    {
      "name": "King of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/king-of-wands-modern-way-tarot-600x1024.jpg.webp",
      "name_short": "waki",
      "value": "king",
      "value_int": 14,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The meaning of the upright position of the King of Wands represents pure energy. Unlike the other wands cards in the deck however, this particular one is not focused on pure creativity. Instead, this king is actually way more likely to take an idea and to decisively implement it himself. The King of Wands is a natural born leader of people, and he is also extremely capable. Once the king sets for himself a certain aim or a goal, he is going to conveniently stick to it in order to ensure that it becomes a reality.",
      "meaning_rev": "The negative aspect of the card is associated, as you may guess, with a feeling of arrogance. He can even be rather aggressive in the actual pursuit of his goals, regardless of whether he’s actually conscious or not of it. He wouldn’t show restraint, nor even the humbleness to know when his assistance isn’t actually required. When reversed, the card depicts a personality which is prone to taking rash, impulsive and hasty decisions. This person could be pushy, overbearing as well as dominating at times. Even though he might rarely do this with a sense of malice or with an intention to make someone feel submissive, this is without a doubt a part of his character that one can be frustrated at. In reversal, the card represents the worst spectrum of the qualities of the fire – selfishness and ruthlessness. He can be manipulative as long as you are serving his purpose. With this in mind, the card definitely points out strong and weak aspects, and reflecting on his image can help you dig deeper in your personality. ",
      "desc": "The physical and emotional nature to which this card is attributed is dark, ardent, lithe, animated, impassioned, noble. The King uplifts a flowering wand, and wears, like his three correspondences in the remaining suits, what is called a cap of maintenance beneath his crown. He connects with the symbol of the lion, which is emblazoned on the back of his throne."
    },
    {
      "name": "Ace of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-ace-of-wands-card-600x1024.jpg.webp",
      "name_short": "waac",
      "value": "ace",
      "value_int": 1,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "Wands symbolize creativity, and the Ace of Wands is the boldest among the cards in the suit. It is not the kind of creativity that you learn from school or as a hobby. It is bravely finding your own voice, it creates a place where you can develop your own vision. In other words, it is associated with willpower, and creativity in the cosmic sense. When you draw the Ace of Wands, it is an indicator that you should just go for it. Take the chance and pursue an idea that you have in mind. Take the first steps to start the creative project. The Ace of Wands calls out to you to follow your instincts. If you think that the project that you've been dreaming of is a good idea, and then just go ahead and do it. ",
      "meaning_rev": "The reversed Ace of Wands indicates trials and tribulations that you will face in the near future. You might not have any direction, which leads to being uninspired or unmotivated. At this point of your life, you might not know what you really want to do. You don’t know how to get out of the slump. In the case that you already have a goal, you are not excited to achieve it. When you draw a reversed Ace of Wands, you should consider taking some time off to allow inspiration to come to you. You feel weighed down by your current commitments and responsibilities that you can’t come up with new ideas, or muster the passion to push forward in your projects. The Ace of Wands reversal meaning can also indicate delays with your current projects. You want to finish your tasks, but there are things that get in your way. Or you have an idea but don’t know how to execute it and make it a reality. When this is the case, you should be patient and wait for the right time.",
      "desc": "A hand issuing from a cloud grasps a stout wand or club."
    },
    {
      "name": "Two of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-two-of-wands-600x1024.jpg.webp",
      "name_short": "wa02",
      "value": "two",
      "value_int": 2,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The Two of Wands is a more mature version of the ace of wands, meaning that that this tarot card is all about planning and moving forward – progression. Look at it this way; you have already set out to achieve a particular task, which means you have turned an idea into a realistic plan. Such a plan will require fulfillment and therefore you have to progress from just having the plan to actually achieving what you set out for. Discovery is being considered as another two of wands meaning. This is because it means that you are stepping out of your cocoon and exploring new experiences and worlds. While the beginning might seem tough and difficult, the Two of Wands card encourages you to strive on and push forward.",
      "meaning_rev": "The Two of Wands reversed meaning suggests the need to set up long-term goals. Begin the process of setting up your goals by identifying what to you is important. Proceed by planning how you intend on achieving such goals. Another Two of Wands reversal meaning suggests that you have ignored important fine points associated with planning your future. Lack of proper planning could be the reason for your downfall. Other interpretations can include either overconfidence or lack of patience, both are possible in bringing you disarray in your path forward.",
      "desc": "A tall man looks from a battlemented roof over sea and shore; he holds a globe in his right hand, while a staff in his left rests on the battlement; another is fixed in a ring. The Rose and Cross and Lily should be noticed on the left side."
    },
    {
      "name": "Three of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-three-of-wands-card-600x1024.jpg.webp",
      "name_short": "wa03",
      "value": "three",
      "value_int": 3,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The meaning of the Three of Wands hints that you are planning or going to plan for the future with more conviction. This could mean that everything around your plans is going smoothly, as you have taken the time to plan your future, and are taking steps to turn plans into action. It hints that you are perhaps creating a stable foundation for yourself. The symbolism within the Three of Wands is that opportunities that can take place to widen your horizons in many areas. It also is a warning to keep your mind open as better opportunities could open up to you. As you take steps towards achieving what you set out to do, you are also becoming more aware of opportunities that are coming your way, and this could be take you out of your comfort zone. This pushes you to sometimes embrace change, and to start thinking in the long-term.",
      "meaning_rev": "The reversed Three of Wands indicates that you may have been embarking on personal journeys or developments, but you have not received the achievements that you were hoping for. This could be due to delays or road blocks. Despite all this, the card reminds you that all of your work has not been for nothing, but rather that it has helped you with your personal strength and fortitude.\n The Three of Wands reversed can also mean you need to take some time to plan your future. This is especially true if you have not started on your long term goals or have become overwhelmed by the tasks that you face now, or will have to face soon. You are only reacting and not acting with thought and deliberation. However, the most common Three of Wands reversed meaning is a nudge to include planning for future changes, and to watch for better options in case that they show up. The figure on the Three of Wands knows this and always keeps his eyes open for how the future could change, and it is a worthy lesson to learn.",
      "desc": "A calm, stately personage, with his back turned, looking from a cliff's edge at ships passing over the sea. Three staves are planted in the ground, and he leans slightly on one of them."
    },
    {
      "name": "Four of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/four-of-wands-modern-way-tarot-card-600x1024.jpg.webp",
      "name_short": "wa04",
      "value": "four",
      "value_int": 4,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The overall meaning of the Four of Wands is that it heralds celebration as well as a harmonious, happy and relaxed home environment. In terms of numerology, the number four symbolizes stability as well as particularly reliable foundations. These are associated with a period of happiness and balance.\n The symbolism within the Four of Wands poses that this is the perfect time for you to get together with close people such as friends and family. This could be with or without any special occasion. Oftentimes the card is known to reflect a period of holidays when you are together with your friends and family for an extended period of time. It might also be suggesting for you to invite your closest friends for a great and intimate dinner and share a laugh or two.",
      "meaning_rev": "If the upright position of the card reflects balance, stability, and harmony, the reversal position of Four of Wands implies that there is a breakdown or complete lack of harmony in your family or in your home. It’s highly likely that there is a lot of tension between the members of your family or other loved ones. If you have completed something that is important to you, you are expecting to share it with those that are closest to you, and to come home to a welcome celebration, but instead, you find a lack of support. This may leave you feeling rather uncertain when it comes to your own relationships as well as the things that you can and cannot depend on.",
      "desc": "From the four great staves planted in the foreground there is a great garland suspended; two female figures uplift nosegays; at their side is a bridge over a moat, leading to an old manorial house."
    },
    {
      "name": "Five of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-five-of-wands-600x1024.jpg.webp",
      "name_short": "wa05",
      "value": "five",
      "value_int": 5,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "From the image on the card, the symbolism in the Five of Wands suggests that there is form of conflict in one’s life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. It may also depict a problem in communication, for example in a situation where no one really wants to listen to the other - meaning that no agreement or understanding takes place. The five men may signify problems in a group of people who are not patient enough to listen to what anyone else is saying. They only want to be heard, and since none of the others will listen, they all argue at once.\n Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. By doing this, you will be able to address the problem, and everyone will be heard. Meaning they’ll all be satisfied.\nThe Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. This means that you should learn how to cope with them in a civil way.",
      "meaning_rev": "The Five of Wands reversed meaning can be that your natural method of dealing with disagreements is avoiding any kind of conflict by getting away from that place as fast as you can. Sometimes this can be regarded as a good thing, but other times, it may lead to a number of issues that are brewing up within you, for which you will have to address soon. On the other hand, it can also mean that you have worked through your troubles and that you do not have any more issues to worry about.",
      "desc": "A posse of youths, who are brandishing staves, as if in sport or strife. It is mimic warfare, and hereto correspond the"
    },
    {
      "name": "Six of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-six-of-wands-600x1024.jpg.webp",
      "name_short": "wa06",
      "value": "six",
      "value_int": 6,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "This particular card is all about public recognition, victory, and success. Not only have you managed to properly succeed in achieving all of your goals, but you are also being publicly acknowledged for them and the results that you’ve managed to attain. You may have received an award or some sort of public acclaim.\nThe card is indicative that you have managed to harness the strengths and talents that you have within you in an attempt to bring a particularly successful outcome in your life. You have managed to properly get through the confusion which is brought by the card before this one – the Five of Wands, and managed to properly minimize distractions, thus successfully focusing on your goals and achieving them.",
      "meaning_rev": "When the card is reversed, this suggests that you might find yourself doubting all of your abilities as well as your overall potential to achieve any kind of success. You might be feeling particularly negative about your entire self as if you have failed others as well as yourself. This is a symbol that means that you lack the confidence and drive that you need to achieve. You need the overall support as well as recognition of third parties in order to pick you up, to emotionally provide you with some much-needed strength.",
      "desc": "A laurelled horseman bears one staff adorned with a laurel crown; footmen with staves are at his side."
    },
    {
      "name": "Seven of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/seven-of-wands-card-modern-way-tarot-600x1024.jpg.webp",
      "name_short": "wa07",
      "value": "seven",
      "value_int": 7,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The Seven of Wands has a similar in meaning to the Five of Wands; both cards indicate struggles after the initial fulfillment and satisfaction of an event. The Seven of Wands however is different as it is is about the struggle that you need to go through to maintain your position, rather than to attain it. This is about the difficulties we face to continue to have success. You should be ready for the competition to you defend your title, and to prove yourself. Others are going to desire the same results that you do, so you need to stay ahead of the them.\n There will be challenges to the success of your project or venture from an outside source. You must remain dedicated to your desires, and with a clear purpose and effort, you will overcome them.",
      "meaning_rev": "The Seven of Wands reversal meaning is that you could be feeling overwhelmed by all the responsibilities and challenges that you are facing. This can make it difficult to see the whole picture. You can also feel that you have to compete and compare yourself to other people, which leaves you feeling vulnerable and inadequate.\nThe Seven of Wands reversal meaning can also reflect your feelings of being criticized and judged constantly by others. Your friends and family could be questioning you about your decisions and choices, and you feel overwhelmed by their judgement. \nAvoiding conflict and backing down is common with the reversed Seven of Wands. This can lead to unhappiness because you run away from activities and relinquish your goals, when you are challenged by anyone. Remember all that you fought for to be here, and think carefully on whether you truly believe that is worth giving up now. Another reading of the Seven of Wands reversed can also be that you are being too aggressive when you are protecting yourself and damaging your relationships by doing so.",
      "desc": "A young man on a craggy eminence brandishing a staff; six other staves are raised towards him from below."
    },
    {
      "name": "Eight of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-eight-of-wands-600x1024.jpg.webp",
      "name_short": "wa08",
      "value": "eight",
      "value_int": 8,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The image depicted by the Eight of Wands means that the difficulties that were brought by the Seven of Wands are finally over. It signifies a strong level of energy which states that different aspects of your life will be trailblazing. Perhaps important news will be coming on your way, and you may experience a sudden, yet steady positive growth. The Eight of Wands meaning may also pertain to your work. There is a chance that the decision that you are waiting for will come your way soon. You need to be patient and just wait for it.",
      "meaning_rev": "Just like the upward Eight of Wands, the Eight of Wands reversed meaning is generally associated with patience. There is a possibility that you are feeling frustrated about something. You might now see that what you set in motion earlier created the obstacles that you are discovering right now. It is time for you to understand that you cannot change the past. You must forgive yourself, and adapt your strategy.\nIn terms of work, there may be an existing disagreement in your office. You need to settle this quickly in order to avoid derailing any major issue. Breathe, think and try to relax. Be patient and believe that everything will be just fine. The Eight of Wands reversal meaning on love may pertain to possible jealousy. The jealousy that you are feeling right now has no basis and will just affect your good relationship with your partner. In the aspect of Health and Spirituality, you need to improve your focus, cooperation, and determination. The energy of the card will just dissipate if you are losing your focus.",
      "desc": "The card represents motion through the immovable-a flight of wands through an open country; but they draw to the term of their course. That which they signify is at hand; it may be even on the threshold."
    },
    {
      "name": "Nine of Wands",
      "pic": "https://www.alittlesparkofjoy.com/wp-content/uploads/2021/05/nine-of-wands-modern-way-tarot-deck-594x1024.webp",
      "name_short": "wa09",
      "value": "nine",
      "value_int": 9,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "The Nine of Wands tarot card is one that symbolizes great hope even when one is faced by many problems that threaten to make them lose their balance. The Nine of Wands symbolizes one's life, which has undergone too many trials but through their determination and will, they were able to overcome them. These won battles are symbolized by the eight upright wands; however, there are still more trials that the person may face. This can be one major trial or challenge that they are supposed to face for them to reach their goals or be successful in their quest. The card is a sign of hope and encouragement that you should face your trials with courage so that you may attain success.",
      "meaning_rev": "The Nine of Wands reversed shows a person who may not be a risk taker; they may not want to make a long-term move or commitment since they are afraid that they may not be able to come out of it. They are mistrustful and hence have created a boundary between themselves and others which is turning to be their own personal prison. You may be afraid that you do not have enough resources to face some upcoming challenges, which is why you may be open to running away or avoiding it.\n However, this is a situation that needs to change since this could be your self-created restriction to prevent you from attaining the new heights you need to grow. It encourages you to be brave, but also be careful not to make careless or hasty decisions that may cost you in future.\n The Nine of Wands may be an indication of a great personal fear or mentality that could affect you. Hence, it is important that you do something to deal with it before fear consumes you and prevents you from moving onward.",
      "desc": "The figure leans upon his staff and has an expectant look, as if awaiting an enemy. Behind are eight other staves--erect, in orderly disposition, like a palisade."
    },
    {
      "name": "Ten of Wands",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/ten-of-wands-modern-way-tarot-600x1024.jpg.webp",
      "name_short": "wa10",
      "value": "ten",
      "value_int": 10,
      "suit": "wands",
      "type": "minor",
      "meaning_up": "This card shows that you have already completed the circle of struggle. After spending too many resources and lots of energy looking for success, you have finally overcome the obstacles. The sweat off your brow was worth it - your efforts have finally been rewarded. You may find yourself living in a world of abundance where poverty and suffering have no chance to intervene.\n Although it sounds marvelous and satisfying, the card depicts a lot of responsibilities on your side. You are now the sole problem solver in your circle of family and friends which could even propel you into another world of challenges. At this point, you are also flooded with responsibilities to maintain your success. The businesses that you have started are flourishing and keeping you on your toes. The main problem is that these issues could overwhelm you if you lose control, which requires you to make sure that you know how to prioritize and solve the relevant ones.",
      "meaning_rev": "When the Ten of Wands card is reversed, it indicates that you are truly burdened by circumstances which are not necessary in your life. Look around and see what is bothering you that will not positively impact yourself even if you rectify it. Drop them all and be a free being that can think soberly and do things accurately. Anything that does not add value in your life is not worth your time, so let it go.",
      "desc": "A man oppressed by the weight of the ten staves which he is carrying."
    },
    {
      "name": "Page of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-page-of-cups-card-600x1024.jpg.webp",
      "name_short": "cupa",
      "value": "page",
      "value_int": 11,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "One of the most important meanings within the Page of Cups is that you should be open to new ideas, especially ones that stem from intuitive inspiration. The card seems to state that such inspiration should be embraced, despite it being something that you may not expect. It could lead you to adventure and open many doors. If it is a calling of a creative nature, for example, one to get into music or art, there's an especially strong push from this card to go for it.\n When you are being faced by difficult situations, and you have stopped chasing your dreams, the Page of Cups seems to say that you that you should tackle the issue from a totally different perspective. It symbolizes persistence as this is the only way that you can make your dreams come true. Listen to your intuition, follow your calling, and believe everything is possible.",
      "meaning_rev": "One Page of Cups reversal meaning is that you are undergoing a block in your creativity. There are things or projects that you find interesting, but you seem to do them for other reasons than for the joy of it. You may be doing them for money, for fame, or something else. A reversed Page of Cups could indicate that you should remember the joy that your projects brought you in the first place to reclaim your imaginative spirit.\n Another Page of Cups reversal meaning is that it can symbolize a troubled person. One who is afraid of reality whether it’s emotional, financial, illness or something else. They find these issues difficult to face, perhaps leading to abuse of alcohol or drugs to escape. It could be an image of you or a loved one who is struggling with self-acceptance.",
      "desc": "A fair, pleasing, somewhat effeminate page, of studious and intent aspect, contemplates a fish rising from a cup to look at him. It is the pictures of the mind taking form."
    },
    {
      "name": "Knight of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-knight-of-cups-600x1024.jpg.webp",
      "name_short": "cukn",
      "value": "knight",
      "value_int": 12,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The truth is that the Knight of Cups is the most feminine amongst all the Knight cards in the tarot. It's important to note though, that this doesn’t even slightly suggest that he is any less of a worthy knight. It implies that he is in proper touch with his emotions and his intuition, and that he uses them for his own well-being and during his many romance and seduction quests. He is usually quite attractive and charming to others, regardless of their gender.\n When faced with an actual decision, the Knight of Cups is going to listen to his heart, regardless of whether this is actually a logical choice or not. He can also manifest as an event or a person in your life, or a part of your own self. He appears as a messenger – and with him, he carries an invitation or an arrival of something or someone which is going to have a certain emotional benefit for you. As a knight, he is also charged with taking the gifts of his suit, and bringing it outward into the world. He therefore can also represent the undertaking of some project with significant emotional or creative value for you.",
      "meaning_rev": "Now that you are aware of the upright Knight of Cups meaning let’s take a look at what the card says when it is upside down. Reversed, the Knight of Cups means that you allow your emotions to control your life a lot more than you should. You might be overly jealous, emotional or moody. In fact, this could get up to the point of actual incapacity to take action, which is most definitely to be avoided. Jumping to conclusions too fast is characteristic of a reversed Knight of Cups, and making judgements without having the necessary information is very common.\n The card indicates a situation which could be considered appealing at first but quickly turns out to be something very different. With such high expectations, everyone will walk away quite disappointed.",
      "desc": "Graceful, but not warlike; riding quietly, wearing a winged helmet, referring to those higher graces of the imagination which sometimes characterize this card. He too is a dreamer, but the images of the side of sense haunt him in his vision."
    },
    {
      "name": "Queen of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-queen-of-cups-600x1024.jpg.webp",
      "name_short": "cuqu",
      "value": "queen",
      "value_int": 13,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "We can understand the meaning of the Queen of Cups from taking a closer look at the woman in image. She is seen as compassionate, caring, sensitive, and nurturing. She connects with people on the emotional level, so people enjoy her honesty and fairness. The appearance of the Queen of Cups in a reading can be guiding you to find help from others. Most times, like the other queens, this is a female figure that will come into your life.\n The Queen of Cups has an intuition which is very powerful, and is only rivaled by the one of the High Priestess. The Queen of Cups acts as a mirror and reflects the depths present in others, so they see themselves in a new light. Most times, the Queen of Cups can also represent the trusted inner voice you have within you. She seems to say that you should take the time to focus on your emotional health before trying to help others. Self-love creates compassion.",
      "meaning_rev": "The Queen of Cups reversed means that you are not in sync with your emotions. You can also feel restricted in the expressing the way that you truly feel. Most times, bottling up your emotions can be very damaging and will lead to a boiling point in the near future. You may have high levels of stress that you are not able to cope with anymore.\n The Queen of Cups reversed can also reflect that your mind is wandering too far, and you are letting your imagination run away with itself. While you still mean well, you should take a pause to really see whether your emotions can be trusted, because you are allowing them to control you. You need to take some time to think if these dreams can be turned into reality. You should try to be more emotionally stable during these times, so you will know when your emotions are getting the best of you.",
      "desc": "Beautiful, fair, dreamy--as one who sees visions in a cup. This is, however, only one of her aspects; she sees, but she also acts, and her activity feeds her dream."
    },
    {
      "name": "King of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-king-of-cups-600x1024.jpg.webp",
      "name_short": "cuki",
      "value": "king",
      "value_int": 14,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The King of Cups is one of the most influential cards in the suit of Cups. He represents creativity, emotion, and the unconscious. The card shows the ability to restrain one's emotions and be fully in charge of your feelings and impulses. Therefore, the King of Cups represents a balance between the intellect and emotions. He indicates that there is a strong relationship between understanding and feeling. When you have balanced your emotions and are able to control them, it means that you have a deeper knowledge and awareness of yourself.\n When you are faced with challenges that would normally throw you off balance, the King of Cups is there to remind you that you should act as he does - do not fly out in a rage, or immediately throw yourself into despair! You first need to temper the state of your emotions, so that you can progress forward in reality. Learn to evaluate yourself so as to determine how you can create a stronger awareness of your own internal state. ",
      "meaning_rev": "The King of Cups reversed signals what happens when he is at his worst: volatility, emotional manipulation and moodiness.\n When the King of Cups falters, his usual ability to handle situations with compassion and wisdom are turned upside down. He is unable to balance the needs of all that seek his guidance, and while appearing kind to some, may be cold to others. His talent in navigating the emotions of others may be put to dubious uses, manipulating circumstances to fit his needs.\n The reversed King of Cups suggests that there is a character in your life that is depicted by this card, whether a part of you or someone else. While he is normally very in touch and controlled with his emotions, he has lately become manipulative and emotionally controlling. His actions will be used for vengeance and vindication, impulses that he normally has under control, and is eventually aimed at being some form of punishment.",
      "desc": "He holds a short sceptre in his left hand and a great cup in his right; his throne is set upon the sea; on one side a ship is riding and on the other a dolphin is leaping. The implicit is that the Sign of the Cup naturally refers to water, which appears in all the court cards."
    },
    {
      "name": "Ace of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-ace-of-cups-card-600x1024.jpg.webp",
      "name_short": "cuac",
      "value": "ace",
      "value_int": 1,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "Getting the Ace of Cups upright shows that it's time to let loose of whatever emotional baggage you have and start living your life to the fullest. Like with all the other aces, there is a new beginning that is indicated here - a chance to start fresh. It might come in the form of opening yourself up to the possibilities of new relationships, romantic or otherwise, that have the ability to make you emotionally fulfilled.\n The release indicated by this card may either be spiritual or emotional, depending on what you are going through. The Ace of Cups may come to a reading after a long period of being lonely or enduring something that deeply hurt you emotionally, and it's appearance may be there to herald the turning over a new leaf.",
      "meaning_rev": "When the Ace of Cups is overturned, the image here is clearest - the waters pour out of the cup, it becomes empty, the gift of its waters are being wasted. Seeing the Ace of Cups upside down during your reading means you have been enduring emotional instability or pain for some time. There is a loss that is indicated here, and perhaps something that has meant much to you is no longer giving you the joy that it once had. \nSince the cups also govern creativity, you may also be experiencing a creative block of sorts, and where the waters of inspiration once flowed, they have now dried up. ",
      "desc": "The waters are beneath, and thereon are water-lilies; the hand issues from the cloud, holding in its palm the cup, from which four streams are pouring; a dove, bearing in its bill a cross-marked Host, descends to place the Wafer in the Cup; the dew of water is falling on all sides. It is an intimation of that which may lie behind the Lesser Arcana."
    },
    {
      "name": "Two of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-two-of-cups-600x1024.jpg.webp",
      "name_short": "cu02",
      "value": "two",
      "value_int": 2,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. The card only signifies that true love and affection is present.",
      "meaning_rev": "When reversed, the Two of Cups can mean that the balance that was once there is broken. This balance was an integral part of keeping the individuals together, but to break it is to create disconnection and discord. The negative energy of two forces is present, and instead of them joining or attracting, they seem to repel each other.\n You may be finding that certain small details that were not problems before are coming into play, signaling that one party may have resentments. A line of communication that allowed you and the other party to openly talk about disagreements has been cut off, only worsening the cycle of resentment and imbalance.",
      "desc": "A youth and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place."
    },
    {
      "name": "Three of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-three-of-cups-card-600x1024.jpg.webp",
      "name_short": "cu03",
      "value": "three",
      "value_int": 3,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The meaning behind the Three of Cups represents a period of happiness. You will be able to forget the worries of your daily life and spend quality time with family and friends.\n To see the Three of Cups can indicate a happy reunion with a long lost friend, relative, or loved one. It can also mean a celebration, whether it is your own or for someone who you love. The event can be a birthday, wedding, or any other happy occasion. In general, it is about spending quality time with people you cherish in your life.",
      "meaning_rev": "When the Three of Cups is reversed, it means that you may have no time to socialize or go out with friends. You may be too busy with school or work that you can’t spare some time to have fun. The Three of Cups reversed can also mean losing touch with some of your friends. As time passes, you may find that you are growing apart from one another. When we grow older, we must put in effort to make sure that our friendships are not neglected.\n Alternatively, the Three of Cups reversed can mean that there is a lack of balance and harmony within your social circle. Gossip and scandal can rear their ugly heads. Perhaps there is envy hidden within this circle, and as a result, you are feeling isolated",
      "desc": "Maidens in a garden-ground with cups uplifted, as if pledging one another."
    },
    {
      "name": "Four of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-four-of-cups-card-600x1024.jpg.webp",
      "name_short": "cu04",
      "value": "four",
      "value_int": 4,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The Four of Cups tend to appear when you are feeling discouraged and unmotivated. You may feel as if there is no solution or way forward in your situation. Life has become stagnant, and nothing seems to make you happy or passionate. You are feeling apathetic - regardless of what happens, whether the day is good or bad, none of it matters to you. The Four of Cups commands a self-evaluation of your attitude so that you can pull yourself out of this rut. The solution is likely right in front of you, the hand is offering you a way out, but you release yourself out of your mental stubbornness and deploy new approach.",
      "meaning_rev": "While in the upright four of cups, you may be suffering from apathy and ignore the opportunities that the universe offers you, the reversed four of cups signals the desire to have a new start.\nThe sudden awareness of the transient beauty of life may strike you now, while previously you may have been too deeply disconnected from yourself to see it. You are coming to the understanding that though life is not perfect, there is beauty in it, and joy comes from choosing to see this beauty.\n Embrace new ideas, new people and new places; because you never know where these adventures can take you. Many may miss these chances because they are too confined in their own beliefs and ambitions.",
      "desc": "A young man is seated under a tree and contemplates three cups set on the grass before him; an arm issuing from a cloud offers him another cup. His expression notwithstanding is one of discontent with his environment."
    },
    {
      "name": "Five of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-five-of-cups-card-600x1024.jpg.webp",
      "name_short": "cu05",
      "value": "five",
      "value_int": 5,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The Five of Cups symbolizes disappointment, and the feelings that come when things go differently as you expected. You are feeling unhappy that a certain situation hasn’t really turned out the way you have hoped it would. Instead of moving towards a more positive perspective, this card seems to say that you are dwelling in the past, inducing feelings of self-pity and regret. The water which is actually spilled from the cups shows that you might have missed an opportunity. It also shows that the problem is mostly emotional and not material or financial.",
      "meaning_rev": "When the card is reversed, the Five of Cups shows a significant recovery from the regret as well as proper acceptance of your past. You are beginning to realize all of the implications of your actions, and you have finally come to appreciate the lessons which can be learned from that experience.\n You may even start to recognize the overall value of the painful experience you had in the larger scheme of things. You are seeing that the suffering and grief that you endured gave you strength and imbued you with resilience. You are ready to pick up the two remaining cups which are still full and go on with your life in full force.",
      "desc": "A dark, cloaked figure, looking sideways at three prone cups two others stand upright behind him; a bridge is in the background, leading to a small keep or holding. Divanatory Meanings: It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration. Reversed: News, alliances, affinity, consanguinity, ancestry, return, false projects"
    },
    {
      "name": "Six of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-six-of-cups-card-600x1024.jpg.webp",
      "name_short": "cu06",
      "value": "six",
      "value_int": 6,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The Six of Cups upright generally represents generosity, naïve happiness, and childhood. It can stand for you wanting to return to a happier time, whether it was when you were a child, teenager, or young adult. Many times, these memories are things of the past, which reflect the aspects of ourselves that have vanished. You may feel that remembering these times is the only way to feel happy. The Six of Cups appearing in a reading seems to indicate that while we may look upon the past with a happy eye, we must avoid living in it.",
      "meaning_rev": "The Six of Cups reversed can mean that you are clinging to the past. You should explore your memories, but you should not allow yourself to remain there. While you may find it comforting to be in the security of home, you must also learn to forge your own path. The past should be used as a guide for the future. Learn to focus on the present, and truly be aware. \n Another reading of the Six of Cups reversed is that you may feel as though you are disconnected from your childhood self, and that child's dreams, which may sometimes be unrealistic. Not reaching these goals can be painful, but sometimes reality carves a path for you that you must follow, and you shouldn't blame yourself for your choices. Take the time to think about where you want to be now and how you can reach your goals, instead of just dreaming about them.",
      "desc": "Children in an old garden, their cups filled with flowers."
    },
    {
      "name": "Seven of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-seven-of-cups-1-600x1024.jpg.webp",
      "name_short": "cu07",
      "value": "seven",
      "value_int": 7,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "To draw the Seven of Cups in a reading shows that you need to clearly see the shadows and visions in your imagination, not only in your dreams but also in the real world. You should be careful of wishful thinking and be alert of the choices that you make. In one sense, the Seven of Cups indicates that you are a dreamer who is both excited and afraid of the things that you see in your unconscious. In another, the Seven of Cups is a reminder that although it is good to have dreams and wishes, it is even better to take action attaining those dreams. At one point in life, you will need to stop fantasizing and face the reality of life.",
      "meaning_rev": "The Seven of Cups reversal is somewhat similar to the upright, as they both indicate dreams, illusions and temptations, but seem to emphasize the more negative qualities of this card. Your views may be inclined towards fantasy, and not grounded in reality. It may imply that you are unclear about the things that you are searching for.",
      "desc": "Strange chalices of vision, but the images are more especially those of the fantastic spirit."
    },
    {
      "name": "Eight of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-eight-of-cups-600x1024.jpg.webp",
      "name_short": "cu08",
      "value": "eight",
      "value_int": 8,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "The Eight of Cups signifies time for change or transition, by means of walking away from something. Just like a caterpillar has to die before transforming into a beautiful butterfly, we all need to transform ourselves in our lives from time to time. This is the case especially after being tired of living what was the day to day, and embarking on a journey that will help one have a deeper understanding about life in general.",
      "meaning_rev": "Getting the reversed Eight of Cups can show that one is in a state of confusion about which path they are supposed to take. The confusion usually arises from not knowing what is best for you and in the end, drifting in a sea of uncertainty is going to be the resulting effect. \n One is likely to find themselves being aimless and not having clear cut goals in their lives. And in the end, they almost always end up following wherever the waves of life take them.\n On the other hand, you may be aware of what you need to do. There is something that in your life that has for a long time stopped bringing you joy or pleasure, and though your soul's desire is to fly away from it, you find yourself remaining. The thought of leaving the security of what you have built fills you with fear - you are scared of both change and of losing something that has given you great comfort.",
      "desc": "A man of dejected aspect is deserting the cups of his felicity, enterprise, undertaking or previous concern."
    },
    {
      "name": "Nine of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-nine-of-cups-card-600x1024.jpg.webp",
      "name_short": "cu09",
      "value": "nine",
      "value_int": 9,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "After a long journey, the Nine of Cups symbolizes the finding of self-satisfaction. The emotional journey of the cups is starting to come to a close after the volatile ups and downs you faced in the earlier numbers of this suit. You have struggled to find purpose and joy after loss, you have tasted the different things that life offers, and you have left comfort in order to find greater heights. Here, you have found them, and you are indulging yourself as you celebrate this new stage of your life.",
      "meaning_rev": "When the Nine of Cups is reversed, you need to think more carefully about the things that you really want in your life. The Nine of Cups reversed can signify that you are looking for a more authentic feeling of fulfillment.\n Your path has been a hard one, and you've arrived at a period where you may have the appearance of fulfillment, but something else is missing. This may outwardly appear as smugness, and can indicate your desire to receive attention and recognition for all that you have achieved. But you personally still feel dissatisfaction in yourself - it seems as though your desires are never-ending, a black hole.",
      "desc": "A goodly personage has feasted to his heart's content, and abundant refreshment of wine is on the arched counter behind him, seeming to indicate that the future is also assured. The picture offers the material side only, but there are other aspects."
    },
    {
      "name": "Ten of Cups",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-ten-of-cups-600x1024.jpg.webp",
      "name_short": "cu10",
      "value": "ten",
      "value_int": 10,
      "suit": "cups",
      "type": "minor",
      "meaning_up": "From its joyful depiction, we can assume that the Ten of Cups embody happiness, joy, contentment and emotional satisfaction in your family, relationship or companion. It represents an idyllic state of comfort, harmony, peace and love which makes you feel like you are in paradise. This is where all your dreams, wants, needs and wishes have been fulfilled, and you feel a complete sense of satisfaction. Take a moment and breathe, look around you and be thankful for all your blessings. This card signifies something that so many of us are searching for.\n To see the Ten of cups is to indicate a true emotional fulfillment - one where the lonely self-satisfaction of the Nine of Cups is shared with others to create a true sense of community and family. It is the crystallization of the innocent will of the ace of cups. After learning how to love oneself, the Nine of Cups matured into the Ten of Cups, which at its core about how true happiness stems from forging authentic bonds and connections with others. This card is most associated with a sense of 'happily ever after' - of family, of lasting harmony and peace..",
      "meaning_rev": "When the Ten of Cups is reversed, the strong bonds that one forges with family and community are broken, or twisted. The Ten of Cups is truly the most 'happily ever after' card, but somehow this idealized image of domestic peace and comfort is broken, or was unrealistic all along. Instead of connections, you may find distance. Instead of coming together, you may be pulling apart.",
      "desc": "Appearance of Cups in a rainbow; it is contemplated in wonder and ecstacy by a man and woman below, evidently husband and wife. His right arm is about her; his left is raised upward; she raises her right arm. The two children dancing near them have not observed the prodigy but are happy after their own manner. There is a home-scene beyond."
    },
    {
      "name": "Page of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-page-of-pentacles-600x1024.jpg.webp",
      "name_short": "pepa",
      "value": "page",
      "value_int": 11,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "Generally, the Page of pentacles refers to the kind of energy that you need to complete all that is needed for your work. It may point to the determination, focus and the ability to stick with a particular task no matter how boring it may seem. In terms of work, the Page of Pentacles may signify that there are a lot of tasks you are responsible for, but your time to complete them is much too limited. This is not the time to feel stressed and overwhelmed. Assistance will be there for you, you just have to ask for it.",
      "meaning_rev": "It may also indicate that you need to give yourself a break to refresh your mind. With regards to work, the Page of Pentacles reversed may signify that you are currently feeling overwhelmed due to the heavy demands in your workplace. Remember that it is always better to ask for assistance and complete the work rather than to try to finish it all by yourself and end up failing to do so. In terms of love, you are probably in a solid and steady romantic relationship, but perhaps someone else has caught your interest lately.",
      "desc": "A youthful figure, looking intently at the pentacle which hovers over his raised hands. He moves slowly, insensible of that which is about him."
    },
    {
      "name": "Knight of Pentacles",
      "pic": "https://www.alittlesparkofjoy.com/wp-content/uploads/2021/05/knight-of-pentacles-modern-way-tarot-deck.webp",
      "name_short": "pekn",
      "value": "knight",
      "value_int": 12,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The Knight of Pentacles is about the daily tasks and the responsibility that one has to gain through a specific project. This knight has the patience to accomplish all his given duties and is considered by others reliable and committed to his work. To see this card is an indication that there is a need to be trustworthy and reliable.\n You are fully committed to your assignments and you make sure that you complete your work efficiently. You are absolutely loyal and do the best you can in order to make sure the job will be properly completed. Though your sense of duty is admirable, beware that it does not turn into perfectionism - which can manifest itself in every aspect of your life.",
      "meaning_rev": "When the reversed Knight of Pentacles shows up in a reading, the traits that were once positive in the upright position are now taken to the extreme. You may feel stuck in your own routine, and bored of everything that surrounds you. You may desire a change of scenery in order to avoid this tiring repetition. The Knight of Pentacles reversed could also indicate that you have totally ignored many serious aspects of your life. Financial or personal issues are often be neglected in favor of work matters when this card appears reversed.",
      "desc": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds. He exhibits his symbol, but does not look therein."
    },
    {
      "name": "Queen of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/queen-of-pentacles-modern-way-tarot-card-600x1024.jpg.webp",
      "name_short": "pequ",
      "value": "queen",
      "value_int": 13,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The Queen of Pentacles represents both a down-to-earth woman who plays many roles to ensure that she keeps her family happy. She knows how and when to show love - keeping an orderly home, cooking comforting meals and takes care of the children. But do not mistake her for being only a homebody - alongside all these motherly attributes, she can plan business ventures and execute her plans successfully. It is through her naturally talented business sense that she is surrounded by such luxury. She is quiet and does not like disclosing her financial accounts, fearing that it could bring more complexity to her life, which she desires to keep rather simple. She may have a secret bank account that nobody knows about - for she may choose to be careful, vigilant and self-sufficient.",
      "meaning_rev": "When the Queen of Pentacles becomes disconnected with the energy of her suit, she can become someone who is completely self-absorbed. Gone is the upright generosity in her suit, she can be selfish and even envious when others successes seem greater than hers. Upright, her home is usually a sanctuary for her guests, but reversed it may instead be slovenly - she loses the ability to take care of herself and her surroundings. Her focus on the material may manifest negatively, making her greedy, and yet lacking in her sense of duty and capability.",
      "desc": "The face suggests that of a dark woman, whose qualities might be summed up in the idea of greatness of soul; she has also the serious cast of intelligence; she contemplates her symbol and may see worlds therein."
    },
    {
      "name": "King of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-king-of-pentacles-600x1024.jpg.webp",
      "name_short": "peki",
      "value": "king",
      "value_int": 14,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "When we meet the King of Pentacles, we feel immediately his regal and generous presence. He is a provider and a protector, for under his care is a flourishing and abundant kingdom where its citizens are prosperous and encouraged to grow. He is naturally responsible and reliable, and through the wisdom granted to him by his suit, he has grown all that he has acquired from practically nothing. To see him in the cards is to envision success - one that was won by earnest work.",
      "meaning_rev": "When reversed, the King of Pentacles falls from his throne. Once the king of a prosperous kingdom, it has been taken away from him, or lost. Disconnected from the energy of his suit, he may have been impatient, he may have been too indulgent, he may have gambled too far and overstretched himself, he may have sought shortcuts that led him to ruin. He may become too focused on the material, only understanding the cost of things, and never their value.",
      "desc": "The figure calls for no special description the face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bull's head should be noted as a recurrent symbol on the throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed. In many old Tarot packs this suit stood for current coin, money, deniers. I have not invented the substitution of pentacles and I have no special cause to sustain in respect of the alternative. But the consensus of divinatory meanings is on the side of some change, because the cards do not happen to deal especially with questions of money."
    },
    {
      "name": "Ace of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-ace-of-pentacles-600x1024.jpg.webp",
      "name_short": "peac",
      "value": "ace",
      "value_int": 1,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "To see the Ace of Pentacles indicates a seed being planted in the material world, in your feelings of security and stability. Like a seed, this opportunity must also be nurtured, and sometimes invested in with energy, time or funds. Watering this seed has the potential to be very rewarding - for anything that is grown on this energy is meant to be stable, secure and give a good yield. Prosperity is coming your way.",
      "meaning_rev": "Though the Ace of Pentacles usually heralds an opportunity of some sort that would lead to great gains, to see it reversed can mean that this might be a poor investment, requiring much more resources than you had initially reserved - or alternatively, you might be missing your chance.",
      "desc": "A hand--issuing, as usual, from a cloud--holds up a pentacle."
    },
    {
      "name": "Two of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-two-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe02",
      "value": "two",
      "value_int": 2,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The Two of Pentacles is a card about balance - the coins are displayed in a manner that is precarious, any small change in wind or weight can tip and send them falling. For those that may have more coins to go around, they can afford to be less careful, but at this moment things may be tight. Wealth too, is a kind of energy, and it is the kind whose goings in and goings out are easiest and most tangible to see. \n There is a possibility that you are trying hard to keep the two aspects of your life in a perfect and delicate balance. This could be your career, money, love and health. The balancing act depicted in the card suggests that there are two major factors that you are deeply concerned about. It is time for you to step back to have a better perspective of the situation. While you may initially think it will save you time, multi-tasking may just worsen the situation. Cut down on your tasks and concentrate on these two factors that are troubling you. ",
      "meaning_rev": "When the Two of Pentacles is in reversed position, it can mean that you are trying to juggle much too many things in your life. You need to take at least a short break to eliminate the stress. In case you are feeling that you can’t handle everything, you need to consider your own well-being and provide yourself with a time to breathe. In your work, the Two of Pentacles reversal can be a positive omen. Avoid committing to a lot of things since it will overwhelm you.",
      "desc": "A young man, in the act of dancing, has a pentacle in either hand, and they are joined by that endless cord which is like the number 8 reversed."
    },
    {
      "name": "Three of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-three-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe03",
      "value": "three",
      "value_int": 3,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The threes in the tarot represent the successful completion of a goal - it takes the sources of energy in the ace and the twos and adds a foundational factor, and usually involves a group of some sort. In this scenario, the upright three of pentacles meaning is that there is a successful achievement of all the requirements to pursue your business, deal, venture or any other kind of endeavor. Successful projects usually require different kinds of expertise, and at this moment, the Three of Pentacles means that all the skills required are coming together. In short, you are enjoying enjoying working together as part of a team, and also in the initial success of this bigger project.",
      "meaning_rev": "The Three of Pentacles reversal meaning indicates that there is lack of team work; it shows that people are working against each other and undermining the project along the way. There seems to be too much competition between them - each person is trying to display superiority. This result to scarcity of resources - too many people are viewing their project partners as competitors.",
      "desc": "A sculptor at his work in a monastery. Compare the design which illustrates the Eight of Pentacles. The apprentice or amateur therein has received his reward and is now at work in earnest."
    },
    {
      "name": "Four of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-four-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe04",
      "value": "four",
      "value_int": 4,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The Four of Pentacles card is capable of generating both negative and positive perceptions. On one hand, the card signifies that you have successfully managed to accomplish much of your goals and you have managed to attain a significant material wealth in the process. However, on the other hand, there is a significant chance that you will start valuing things only for their material worth. You have worked hard to get to the point where you are now, and it is absolutely natural for your to desire to make sure that you remain stable. But this also has a chance to turn you into an overly possessive or greedy person who wants to ensure that no one is capable of taking away your own wealth.",
      "meaning_rev": "When reversed, the Four of Pentacles veers sharply into the negative meanings of the card. Instead of being protective you become greedy, and you succumb to stinginess. You are haunted by certain fears of poverty which compels you to be nothing but materialistic. You are incredibly self-protective and defensive in terms of materialistic things, and you are not opening up to trust other people out of fear that they may be taking them away. ",
      "desc": "A crowned figure, having a pentacle over his crown, clasps another with hands and arms; two pentacles are under his feet. He holds to that which he has."
    },
    {
      "name": "Five of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/five-of-pentacles-modern-way-tarot-card-600x1024.jpg.webp",
      "name_short": "pe05",
      "value": "five",
      "value_int": 5,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": " The person with crutches has a lot of symbolism. This person may be feeling cursed - that their bad luck is something that they can’t shake off easily. The Five of Pentacles symbolism can also be that of old debts, high credit card balances, or unpaid loans. It is a reminder that you should consider sorting out your finances. Mistakes you have made in the past might also haunt you.",
      "meaning_rev": "Unlike the upright version, the Five of Pentacles reversal meaning can be a positive one. The snow is now on top, which represents brightness coming into your life. The stained glass now symbolizes a passageway with the Pentacles serving as the light at the end of the tunnel. The reversed Five of Pentacles means change is coming.",
      "desc": "Two mendicants in a snow-storm pass a lighted casement."
    },
    {
      "name": "Six of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-six-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe06",
      "value": "six",
      "value_int": 6,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The Six of Pentacles means is that you are in a position where you have a good relationship with your income. Like the main figure in the card, the amount of money that you bring in and your expenses are balanced well, and you are fortunate enough to not have any stress. You are also grateful for all that you own and can happily share your wealth with others. As you can tell from the imagery in the card, the Six of Pentacles can be about charity. You can either be the man giving away money to the needy, or a beggar gratefully receiving what you need from wealthy donor.",
      "meaning_rev": "The Six of Pentacles reversed can suggest that charity can be one-way. If you have loaned someone money, you should not be expecting your money to be paid back, or your favor to be returned in the future. You should be cautious about the people you are lending money to, especially if you are not financially stable. You could also have problems with spending and giving away more than you can really afford.",
      "desc": "A person in the guise of a merchant weighs money in a pair of scales and distributes it to the needy and distressed. It is a testimony to his own success in life, as well as to his goodness of heart."
    },
    {
      "name": "Seven of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-seven-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe07",
      "value": "seven",
      "value_int": 7,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The meaning of the Seven of Pentacles relates to investment and effort. It follows the Six of Pentacles which refers to the end of financial or material hardship. If you have been putting in time and effort in your work, it signifies that your efforts are paying off and they are going to pay off in the future as well.\nIf you are looking to invest, the Seven of Pentacles suggests that you are ready to put in a lot of effort, time and work into whatever you want to achieve. It reaffirms you of your long-term vision and helps to show that you are not confined to seeing results in the short term only. It shows how much you value the investment because of the effort that you are willing to put in.",
      "meaning_rev": "The Seven of Pentacles reversed means that your returns may be scattered for now. It could also mean that the rewards of your labor are not as significant as you thought. The advantage of this is that it shows that you know when to stop investing your time, money or energy in a particular project. You, therefore, need to reevaluate your choices, and figure out where you should put your resources. The Seven of Pentacles reversal meaning could also be applied to relationships and the effort and emotions that you have invested.",
      "desc": "A young man, leaning on his staff, looks intently at seven pentacles attached to a clump of greenery on his right; one would say that these were his treasures and that his heart was there."
    },
    {
      "name": "Eight of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/eight-of-pentacles-card-modern-way-tarot-600x1024.jpg.webp",
      "name_short": "pe08",
      "value": "eight",
      "value_int": 8,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "This card indicates a time that you have to work hard and focus entirely on your tasks. This is not necessarily a negative situation, but this means that you must really strive to be the best. The task that you need to accomplish can be personal or professional. No matter what type of task it is, do not be afraid to ask for help when things get overwhelming. The Eight of Pentacles refers to the efforts that you undertake. There is a possibility that there will be a lot of things that you need to address. Hard work is essential, but you still need to find a balance.",
      "meaning_rev": "When reversed, the Eight of Pentacles signifies something similar to the upright position, but the tasks may be even more demanding. This means that you need to execute swiftly and with great care if you want to be happy and successful with this outcome. In terms of work, the Eight of Pentacles reversed refers to the importance of impressing your employer through your diligence, dedication and intelligence. Never avoid any task or responsibility in your work - or else this can damage your reputation. In love, the Eight of Pentacles may reveal that both of you may not be prepared to handle the responsibilities to make your relationship work.",
      "desc": "An artist in stone at his work, which he exhibits in the form of trophies."
    },
    {
      "name": "Nine of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-nine-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe09",
      "value": "nine",
      "value_int": 9,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The difficulties that were faced in the earlier journey of the pentacles appear to be over. The Nine of Pentacles conveys not only joy, but also the feeling of security and freedom that material wealth can bring. Looking back, the querent can now celebrate the difficulties, the struggles, and the hard work that lined her path. Her previous challenges gave her the wider perspective she needs to understand the spiritual value of her success. Knowing how difficult it was to get here, she intends to enjoy every single day that is given to her.",
      "meaning_rev": "The Nine of Pentacles reversed can be indicative of suffering from financial issues. It can perhaps indicate a false display of security and stability. There may be a desire here to keep up appearances - to have all the finer things in life even when we cannot afford to do so.",
      "desc": "A woman, with a bird upon her wrist, stands amidst a great abundance of grapevines in the garden of a manorial house. It is a wide domain, suggesting plenty in all things. Possibly it is her own possession and testifies to material well-being."
    },
    {
      "name": "Ten of Pentacles",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-ten-of-pentacles-600x1024.jpg.webp",
      "name_short": "pe10",
      "value": "ten",
      "value_int": 10,
      "suit": "pentacles",
      "type": "minor",
      "meaning_up": "The Ten of Pentacles deals with permanence and satisfaction. The card shows that everything you have put your efforts into for a long time will pay off in the future. It suggests that everything will work out well in the end - for you have always kept the long term picture in view, choosing to take no shortcuts. Your legacy is sure to stand for quite a long time to come. This is a relief, for the path to get here has been filled with setbacks and challenges, making this point of the journey even sweeter.",
      "meaning_rev": "The Ten of Pentacles reversed meaning may be a warning about your future financial status. It could point to problems and hiccups later on in life, even though they may not currently be an issue. It could also show the faulty nature of an investment that you have put a lot of time and effort in. In general, this reversed card seems to signal that you are placing too many bets on your short-term success, while harming your long-term potential. Take a step back and evaluate whether your decisions right now will lead to more damage in the future.",
      "desc": "A man and woman beneath an archway which gives entrance to a house and domain. They are accompanied by a child, who looks curiously at two dogs accosting an ancient personage seated in the foreground. The child's hand is on one of them."
    },
    {
      "name": "Page of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-page-of-swords-600x1024.jpg.webp",
      "name_short": "swpa",
      "value": "page",
      "value_int": 11,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "This card may indicate that you are very eager to execute an idea that you have been having or a project that you cooked up just recently. You are quite passionate about it, and you cannot wait to share the progress with others. Compared to your passionate heart, time seems to be standing still. It is time to be talkative. When a Page of Swords appears in a reading, it signifies communication and sharing of ideas. Whether it is someone else’s ideas or yours, it is time to open up and talk about them as long as it is a constructive.",
      "meaning_rev": "When the Page of Swords is reversed, all the negative characteristics of her come out - and she may become almost dangerous. Being gifted with a sharp and alert mind, she may be using it for deception and manipulation. The sword that she wields may be used to create pain, her natural gift for language turned to a weapon. She may lack the understanding or the maturity to understand the suffering that she causes, feeling the rush that one gets upon lashing out. On the other hand, this page may be someone of empty words or promises - who though loves talking, does not really talk about much of substance. Take care to show strength and action behind your words, for you may be damaging your reputation.",
      "desc": "A lithe, active figure holds a sword upright in both hands, while in the act of swift walking. He is passing over rugged land, and about his way the clouds are collocated wildly. He is alert and lithe, looking this way and that, as if an expected enemy might appear at any moment."
    },
    {
      "name": "Knight of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-knight-of-swords-600x1024.jpg.webp",
      "name_short": "swkn",
      "value": "knight",
      "value_int": 12,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "Once the knight sets forth towards his goals, there is absolutely no stopping him. He doesn’t see - and he doesn’t care - about any upcoming challenges. He is filled with sheer ambition, strength and determination to succeed with his quest no matter what. However, this determination could also blind him to see the potential consequences of his actions on others as he makes his way to success. He may charge forth into a very dangerous territory without preparation or actual foresight, and this could lead him to great danger.",
      "meaning_rev": "The reversed Knight of Swords suggests incredible impatience, impulsiveness alongside his bursting with energy. This Knight of Swords has a lot of energy but lacks any kind of direction, and this oftentimes results in them making rather rash decisions as well as pulling down other people with them.\n Their thoughts are oftentimes scattered throughout without any actual organization or logic. They are most likely disorganized and unprepared for the things that they actually want to achieve. The Knight of Swords reversal meaning indicates that you still have a lot of miles to walk in order to get the valuable life experience that you need in order to overcome adversities along the way. This is something to consider.",
      "desc": "He is riding in full course, as if scattering his enemies. In the design he is really a prototypical hero of romantic chivalry. He might almost be Galahad, whose sword is swift and sure because he is clean of heart."
    },
    {
      "name": "Queen of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-queen-of-swords-600x1024.jpg.webp",
      "name_short": "swqu",
      "value": "queen",
      "value_int": 13,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "The Queen of Swords is an archetype of an older, wiser feminine intellect. She could be thought of as the most masculine of the all the queens, and may come off as quite stern and emotionless. This card represents the importance of making judgments without relying on emotion alone. The Queen of Swords beckons you to look at all the facts before making a decision. This queen does have compassion, which is why she has her hand reaching outwards in offering, but she wants to connect to people using an understanding that is intellectual.",
      "meaning_rev": "The Queen of Swords reversed meaning is that you may be thinking too much with your heart, and you are becoming too emotionally involved with your current situation. You have to start thinking more objectively, because your emotions could lead you astray. Take the time to look at the situation using various facts and use your head to create a clearer picture of what is really going on. Only then, can you decide what your next move should be.",
      "desc": "Her right hand raises the weapon vertically and the hilt rests on an arm of her royal chair the left hand is extended, the arm raised her countenance is severe but chastened; it suggests familiarity with sorrow. It does not represent mercy, and, her sword notwithstanding, she is scarcely a symbol of power."
    },
    {
      "name": "King of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-king-of-swords-600x1024.jpg.webp",
      "name_short": "swki",
      "value": "king",
      "value_int": 14,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "The King of Swords meaning also shows that you need to be stern in your role while ensuring that you have clarity of mind at all times. When judging a situation, you need to consider all the possible consequences to make an appropriate judgment. You will need to leave your emotions out of the judgment so as to maintain rational thinking at all times. The King of Swords meaning suggests that you should take time to reason with others and be candid with the observations that you have made. \n As far as your personal life goes, the King of Swords urges you to use your intellect and logic to maneuver the path that lies ahead. You will need to confront the issue at hand and make a sober decision. The King of Swords implies that you should be able to look at any situation and make a decision with complete impartiality. He can also be an indicator of the high ethical standards that the King of Swords demonstrates.",
      "meaning_rev": "The King of Swords in reversed shows tyrannical, abusive and manipulative habits. It may indicate the misuse of one’s mental power, drive, and authority. This is an illustration of persuasion and manipulation, so as to fulfill selfish desires. The King of Swords reversal meaning may also imply that you are showing off your level of intelligence by using big words when discussing ordinary topics. Another interpretation is that you may also be a loose cannon, especially where there are angry outbursts and impulses.",
      "desc": "He sits in judgment, holding the unsheathed sign of his suit. He recalls, of course, the conventional Symbol of justice in the Trumps Major, and he may represent this virtue, but he is rather the power of life and death, in virtue of his office."
    },
    {
      "name": "Ace of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-ace-of-swords-600x1024.jpg.webp",
      "name_short": "swac",
      "value": "ace",
      "value_int": 1,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "As with all the aces, the Ace of Swords indicates that one is about to experience a moment of breakthrough. With its sharp blade and representing the power of the intellect, this sword has the ability to cut through deception and find truth. In layman's terms, this card represents that moment in which one can see the world from a new point of view, as a place that is filled with nothing but new possibilities. It is, therefore, the best time to work on your goals - as the aces all give green lights, and are signals of waiting opportunities and new beginnings.",
      "meaning_rev": "Getting a reversed Ace of Swords might mean that one's thoughts are confused, unsure and very chaotic. This isn’t a good time for one to make any decisions since they don’t have any clarity on what you should be doing, meaning that the chances of failure can be pretty high.\n At this time, it would be better to prepare yourself and take baby steps - work methodically as you slowly move towards achieving your goals. This would be a good time to lay back and rationally think your way through each stage rather than acting on impulse, since everything appears in a blur and is not very clear at that moment. It might also be a good time to seek advice since things may not be as they seem.",
      "desc": "A hand issues from a cloud, grasping as word, the point of which is encircled by a crown."
    },
    {
      "name": "Two of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-two-of-swords-600x1024.jpg.webp",
      "name_short": "sw02",
      "value": "two",
      "value_int": 2,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "The Two of Swords is often related with balance and partnership. It signifies the need to keep your relationships balanced. Regardless if it is in business, friendship or romantic relationship, you may find yourself struggling to maintain the current state of affairs, and may find yourself caught in the middle.  In regards to your work, you may be currently stuck in limbo and are perhaps waiting on another party's decision. Remain patient and avoid pressuring people in making their decision abruptly.",
      "meaning_rev": "The situation we see in the reversed Two of Swords is a stalemate of a legendary kind, one where two forces are battling each other. This battle can be representative of both something internal or external, and you are forced to be in between and be the decision maker. However, because neither party seems particularly pleasing to work with, you may find yourself confused, the pressure is too much, and you are unable to make a decision.",
      "desc": "A hoodwinked female figure balances two swords upon her shoulders."
    },
    {
      "name": "Three of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-three-of-swords-600x1024.jpg.webp",
      "name_short": "sw03",
      "value": "three",
      "value_int": 3,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "Sometimes life gives us no choice - we are knocked down. But what determines one's future is the choice of whether to remain knocked down, or rise again. Each little piece of suffering you encounter serves as a stepping stone to find a deeper meaning in this world. This card comes at a time when you need to prepare yourself for this next stage in life. While the grief may be extremely hurtful, it enables you to forget your past and focus on your future knowing that you have control of what actions you take afterwards. Don’t dwell so much on what is troubling you but instead, focus on what is approaching, because you determine your fate.",
      "meaning_rev": "The Three of Swords reversed indicates that have faced a recent loss, a break-up or a moment of grief. You may be still recovering from this, and your emotions have not completely calmed, making it difficult to move on. Although you may still be thinking of your past suffering, this card may be a signal that it's time to let go and look forwards towards life ahead of you, because there is much for you to enjoy.",
      "desc": "Three swords piercing a heart; cloud and rain behind."
    },
    {
      "name": "Four of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/four-of-swords-modern-way-tarot-card-600x1024.jpg.webp",
      "name_short": "sw04",
      "value": "four",
      "value_int": 4,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "After the time of chaos, anger and pain depicted in the Three of Swords, the Four of Swords can signal that it is time to retreat. The Four of Swords is a moment of rest. Whether this is from a choice to withdraw, or whether it is from pure exhaustion, it is not clear. We are still tender from the wounds that were inflicted, and the battle weapons still hang above us as a grim reminder of what was lost. In order to continue and re-emerge in your daily life, you must take the time now to take a breather. There is always the faint fear that something more is bound to happen again and it is advisable that you take all chances to rest.",
      "meaning_rev": "Although the Four of Swords card in a reading could mean it’s time for healing, a reversed card could mean restlessness. Your heart is willing to relax, but this is not what your mind wants. You feel that you have too much that is depending on you. Following this path is not advised, as it could have affects on your health.",
      "desc": "The effigy of a knight in the attitude of prayer, at full length upon his tomb."
    },
    {
      "name": "Five of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-five-of-swords-card-600x1024.jpg.webp",
      "name_short": "sw05",
      "value": "five",
      "value_int": 5,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "This card indicates that you are engaging in a conflict of some nature. It can also suggest a disagreement with others, which leads to hostility and tension. Despite the fact that you think you’ve won, you might still lose in the big picture, because you have annoyed or hurt those that you have argued with, and as a result, you are on the road to isolating yourself. Perhaps, at the moment, you believed that it was more important to be right rather than appreciate and understand where the other side was coming from.",
      "meaning_rev": "In the upright position, the Five of Swords is a card of tension, conflict, and disagreement. The Five of Swords reversal meaning shows you that all you want is for that particular period to be over so that you can forget and forgive. Because you are beginning to understand that winning is not everything, you will be capable of focusing your energy on something a lot more constructive and positive.",
      "desc": "A disdainful man looks after two retreating and dejected figures. Their swords lie upon the ground. He carries two others on his left shoulder, and a third sword is in his right hand, point to earth. He is the master in possession of the field."
    },
    {
      "name": "Six of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-six-of-swords-600x1024.jpg.webp",
      "name_short": "sw06",
      "value": "six",
      "value_int": 6,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "The meaning of the Six of Swords is that you are experiencing a transition of some kind, but one that is not happy and filled with regret. This transition will most likely be the result of decisions you made in the past, and now they are forcing you to leave something behind in order to move forward. Despite your sadness, you need to remember that moving on is the ideal option for your future.",
      "meaning_rev": "The Six of Swords reversed can indicate that you have been trying to move on and make the transitions you need. However, you may be experiencing challenges making these a reality. You may keep returning to the past, whether it's because there are issues that are not resolved, or you are questioning your decisions.",
      "desc": "A ferryman carrying passengers in his punt to the further shore. The course is smooth, and seeing that the freight is light, it may be noted that the work is not beyond his strength."
    },
    {
      "name": "Seven of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-seven-of-swords-card-600x1024.jpg.webp",
      "name_short": "sw07",
      "value": "seven",
      "value_int": 7,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "Design, attempt, wish, hope, confidence; also quarrelling, a plan that may fail, annoyance. The design is uncertain in its import, because the significations are widely at variance with each other.The Seven of Swords in general, is said to be about betrayal and deception. When you get this card, it may imply that you or someone else in your life is having difficulty getting away with something. There are instances when we are forced to be sneaky, hoping that we will not be discovered. When we are found out, we have to face the consequences - whether it's embarrassment, punishment, or worse. Sometimes this happens when there are instances when you had to think on your feet, and did something that was somewhat shrewd and out of character. Now there is a danger of the secret coming out.",
      "meaning_rev": "The Seven of Swords reversed can have multiple meanings depending on the context of the other cards within the reading. It can suggest firstly a need to change your approach - the tactics you've been using are not working. While upright, this card can stand for a cunning victory attained by deception and trickery, the reversal can stand for either a more extreme version of such behavior. Or instead, a kind of renewal of conscience. You or someone in your circle may be deciding to unburden themselves with their guilt, and come clean about some piece of manipulation they have been involved in. Trust has been broken, but with a confession, you may be on the road to repairing it. There is a desire here to try and do things in a different way, one that is collaborative rather than independent.",
      "desc": "A man in the act of carrying away five swords rapidly; the two others of the card remain stuck in the ground. A camp is close at hand."
    },
    {
      "name": "Eight of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-eight-of-swords-600x1024.jpg.webp",
      "name_short": "sw08",
      "value": "eight",
      "value_int": 8,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "The general meaning in the Eight of Swords is that of a feeling of being trapped and victimized. You may feel powerless because, in your mind, you feel that changing the situation might be beyond you. This feeling of helplessness that you have, the feeling that you have no agency in your life, has played a major role in making your situation worse.",
      "meaning_rev": "Getting the reversed Eight of Swords is a good sign, since it shows maturity and self-acceptance, and a recognition of one's own power and responsibility - especially after a long struggle of doubt. It means that one is capable of making conscious decisions because they are confident in who they are, and their power to affect change in both themselves and the world. It's time to free ones self from the past and proverbially clear out their closet, creating room for new things and experiences.",
      "desc": "A woman, bound and hoodwinked, with the swords of the card about her. Yet it is rather a card of temporary durance than of irretrievable bondage."
    },
    {
      "name": "Nine of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-nine-of-swords-card-600x1024.jpg.webp",
      "name_short": "sw09",
      "value": "nine",
      "value_int": 9,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "When we are never released from the entrapment depicted in the Eight of Swords, we escalate into the Nine of Swords, where we are plagued by nightmares. The suit of swords is one that is concerned with the mind, with logic, with intelligence, and with communication, but somehow the Nine of Swords was caught on the destructive end of the mind, the one which turns inward on itself, multiplies and festers. Questions are plaguing you, and you find yourself reciting all the possibilities - all the things that can happen to you. You are haunted by what could be.",
      "meaning_rev": "To come across the Nine of Swords reversed still signals something similar to the upright version - that you may find yourself being terrorized by nightmares, by anxiety and stress. Some trauma from your past is coming back, and you find the grief of unresolved issues overwhelming.",
      "desc": "One seated on her couch in lamentation, with the swords over her. She is as one who knows no sorrow which is like unto hers. It is a card of utter desolation."
    },
    {
      "name": "Ten of Swords",
      "pic": "https://www.modernwaytarot.com/wp-content/uploads/2022/08/modern-way-tarot-card-ten-of-swords-600x1024.jpg.webp",
      "name_short": "sw10",
      "value": "ten",
      "value_int": 10,
      "suit": "swords",
      "type": "minor",
      "meaning_up": "The Ten of Swords indicate a major disaster of some sort. It shows that a certain force of extreme magnitude has come to hit you in your life - one that you may have not foreseen. There is a sense of betrayal that is indicated here, for the character is stabbed in the back. This seems to be a reminder that despite how much we try, we cannot control everything - there are things that are beyond our ability to change. Here, this situation is unavoidable.\n The Ten of Swords depicts that situation where your mentality is ‘poor me’, you feel like there is nothing you can do. Pause and remember that as with the death card, the end of something means a new beginning. Let go of what you have lost, and focus on the new path forward because that is where your life is meant to go. A good example is a break-up with your partner - though it could be intensely painful, it could also be the beginning of a new sense of independence. ",
      "meaning_rev": "When we see any version of the Ten of Swords , the feelings are powerful. Whether reversed or upright, the card signals the finality of defeat. There is no way to avoid this tragedy - it has happened over a long course of events that have been a long time coming.",
      "desc": "A prostrate figure, pierced by all the swords belonging to the card."
    }
  ]
}
